{
  "sections": {
    "Body": "www.nature.com/npjmgrav\nARTICLE\nOPEN\nImpacts of radiation exposure, hindlimb unloading, and\nrecovery on murine skeletal muscle cell telomere length\n✉\nElisia D. Tichy 1, Ji-Hyung Lee 1,Grant Li1, Katrina N. Estep2, F. BradJohnson2 and FoteiniMourkioti 1,3,4\nAstronautsareexposedtoharshconditions,includingcosmicradiationandmicrogravity.Spaceflightelongateshumantelomeres\ninperipheralblood,whichshortenuponreturntoEarthandapproachbaselinelevelsduringpostflightrecovery.Astronautsalso\nencountermuscle atrophy, losing upto 20%loss ofmuscle mass onspaceflights.Telomere lengthchanges inmuscle cells of\nastronautsremainunexplored.Thisstudyinvestigatestelomerealterationsingroundedmiceexperiencingradiationexposureand\nmuscleatrophy,viaahindlimbunloadingspaceflightmimickingmodel.Wefindtelomerelengtheningispresentinmusclestem\ncellsand inmyofiber nuclei,butnot inmuscle-resident endothelial cells. Wefurther assessed telomere lengthinthemodel\nfollowinghindlimbunloadingrecovery.Wefindthattelomerelengthfailedtoreturntobaselinevalues.Ourresultssuggestarole\nfortelomeresinmuscleacclimatization,whichisrelevantforthewell-beingofastronautsinspace,andupontheirreturntoEarth.\nnpjMicrogravity (2023) 9:76 ;https://doi.org/10.1038/s41526-023-00303-1\nINTRODUCTION proliferative capacity, and increased quiescence, but it had little\nIn the vacuum of space, astronauts are continuously bombarded effect on differentiative capacity14. Higher dose leg-specific\nby high energy cosmic radiation and must perform missions in radiationexposureshavedemonstratedsimilarresultsonreduced\nmicrogravity1. A better understanding of the consequences of proliferative capacities of juvenile mice; however, myofiber sizes\nthesetwofactorsonbodyfunctionandphysiologyarecrucialfor and MuSC differentiation effects were present aswell15, suggest-\ning that level and duration of exposure could have different\ntheplanningofsafeandsuccessfullong-durationfuturemissions.\nA major detriment experienced by astronauts in flight is muscle effectson MuSCs, depending onthese factors.\natrophy,wherea1monthspaceflightcanreducemusclemassby The length of telomeres is an important parameter of tissue\n20% and muscle strength by 30%2. Even with currently proliferative potential16. Telomeres are repetitive sequences\nimplemented spaceflight countermeasures, involving rigorous located at the ends of chromosomes, which can function as\nexercise, the deleterious physiological effects of spaceflight in cellular proliferation clocks17. Telomere attrition leads to loss of\ncellular functionality and can lead to stem cell exhaustion in\nmuscle atrophy and weakness induction are not completely\nabrogated3–5. In addition to microgravity, astronaut exposure to diseases such as Duchenne muscular dystrophy18,19. Shortened\ntelomeres are also correlated with atrophy of many organ\ncosmic radiation can have effects on body systems that are still\ncompartments, including brain20, spleen, small intestine, and\nbeing elucidated. It is well established that the skeletal muscle\nreproductive system, among others21. Additionally, it has been\natrophy due to exposure to both microgravity and radiation is reportedthattelomeresinculturedmouseandhumanfibroblasts\nproblematic because ofits rapidonset andseverity6.\nappear more susceptible than other regions of the genome to\nMuscle stem cells (MuSCs), also called satellite cells, are\nDNAdamage,andtheyexhibitapersistentDNAdamageresponse\nnecessaryformuscleformationinembryogenesisandformuscle\nfollowing X-ray irradiation22. Increased DNA damage found at\ngrowth during childhood and adolescence7,8. In healthy adults,\ntelomeres has been associated with telomere attrition and/or\nMuSCs from undamaged muscles remain quiescent. Following\nuncapping and cellular senescence, leading to loss of proper\ninjury, such as that arising from strenuous exercise, MuSCs cellularfunctionality23,24.\nbecome activated, proliferate, and differentiate in a series of Recently, the effects of spaceflight have been meticulously\ncoordinated steps, to properly repair muscle damage9. In the investigated in the NASA Twins Study, where effects of preflight,\ncontextofmuscleatrophy,MuSCpropertiesarelessclear.Atrophy inflight, and postflight conditions on a monozygotic twin were\ncausedbycancercachexiaisknowntoactivatespecificsignaling\nmeasured by multiple metrics and compared with the grounded\npathways in skeletal muscles related to inflammation, protein twinbrother25.ThatstudyrevealedtelomerelengtheninginTcells\nsynthesis, and autophagy10. In satellite cells, atrophy-induced of the inflight astronaut, which rapidly shortened postflight25.\nsignaling exerts effects on MuSC proliferative potential and Another study investigating different astronaut flight conditions\ndifferentiation capacities11,12. In terms of effects of radiation found similar results26. However, despite the importance of\nexposure to MuSCs, limited data are available. Exposure of maintaining skeletal muscles during spaceflight, telomere length\ncultured human muscle progenitor cells to ionizing radiation has metrics inastronaut muscleshave not beenassessed.\nnegativeeffects onproliferative capacity and altersinflammatory The goal of this study was to measure telomere length in\nsignaling13. Studies using chronic, lower dose, whole-body resident skeletal muscle cells of grounded, wild-type mice\nirradiation of mice resulted in reduced MuSC numbers, reduced experiencing spaceflight-like conditions, using a whole-body\n1DepartmentofOrthopaedicSurgery,PerelmanSchoolofMedicine,UniversityofPennsylvania,Philadelphia,PA19104,USA.2DepartmentofPathologyandLaboratoryMedicine,\nInstituteonAging,PerelmanSchoolofMedicine,UniversityofPennsylvania,Philadelphia,PA19104,USA.3DepartmentofCellandDevelopmentalBiology,PerelmanSchoolof\nMedicine,UniversityofPennsylvania,Philadelphia,PA19104,USA.4PennInstituteforRegenerativeMedicine,MusculoskeletalProgram,PerelmanSchoolofMedicine,University\n✉\nofPennsylvania,Philadelphia,PA19104,USA. email:fmour@pennmedicine.upenn.edu\nPublishedincooperationwiththeBiodesignInstituteatArizonaStateUniversity,withthesupportofNASA\n;,:)(0987654321\nE.D.Tichyetal.\n2\nirradiation(IR)andhindlimbsuspension(HLS)/mechanicalunload- was queried (Fig. 2b). We found little difference in tibialis anterior\ningapproach.WefoundthatacombinationofIRandHLSresulted weights from mice that underwent HLS, and quadriceps weights\nin telomere elongation, specifically in myogenic cell populations, werevariable,comparedtorespectivecontrols(Figs.2b–d).However,\nwhich did not recover upon a short duration reloading of gastrocnemius muscles did exhibit a significant muscle atrophy in\nhindlimbs. HLS and HLS + IR groups (Fig. 2b, 2e; p=0.0490, p=0.0138,\nrespectively),leadingustofocusonthismuscleforthedurationof\nthestudy.Toconfirmthatgastrocnemiusweightreductionsaffected\nRESULTS muscle fibers, muscles were cryosectioned and stained with\nEffectsofHLSandIR exposure onskeletal muscle properties fluorescently-conjugatedwheatgermagglutinin(WGA),whichlabels\nToaddresstheeffectsofmuscleatrophyand/orirradiation(IR)on\nextracellularmatrixregions33.Weobservedsignificantlysmallerfiber\nskeletal muscles, we utilized the widely accepted hindlimb sizes in both HLS and HLS+IR groups, relative to control and IR\nsuspension (HLS) ground-based model27, in combination with or groups (Fig. 2f, g; p<0.0001, p=0.0399, respectively), further\ninthe absenceof whole-body ionizing radiation exposure.In our validating the muscle atrophy effect. In aggregate, these data\nexperimental design, mice were divided into four different unequivocally demonstrate a positive correlation between HLS and\ncohorts: control (without IR exposure, without hindlimb suspen- gastrocnemiusmuscleatrophythatagreeswiththemusclewasting\nsion (HLS)), HLS only (no IR), IR only (no HLS), and combined seeninpreviousHLSmodels27andwhichmimicsthatdescribedin\n(HLS+IR); (Fig. 1). More specifically, wildtype mice were pre- astronautsduringspaceflights34.\nexposed to 2Gy whole-body irradiation or sham irradiated and\nfurther divided into groups experiencing HLS or not. Following a Telomere lengthdynamics in spaceflightmimicked muscles\n3-week time course, mice were sacrificed, and various tissue\nIn the Twins Study, Garrett-Bakelman et al. demonstrated a\nweight metrics were obtained. We found that at the study significant lengthening of telomeres in circulating blood cells\nendpoint, mouse whole-body weights were similar for all groups (Tcells)intheastronauttwinwhileinspace25.However,telomere\n(Fig. 2a), demonstrating that HLS did not detrimentally affect lengths in muscle cells were not measured. Using a HLS+IR\nmouse appetite. This finding is especially important, since spaceflight-mimicking system, we wished to query the effects of\nhindlimbunloadinghasbeenusedasmethodtostudybehavioral telomere length on several skeletal muscle-resident cell types.\ndespairanddepression, andappetitechanges, ifany,couldhave\nFirst, we performed CRYO MuQ-FISH staining of telomeres on\ninfluenced our study results28. gastrocnemiuscryosections35.Withthismethod,relativetelomere\nWenextdeterminedtheeffectsofourexperimentaldesignon length was determined by intensity measurements of a fluores-\ninternal organs. We found IR exposure alone had no effects on\ncentlylabeledtelomericpeptidenucleicacidprobe,normalizedto\nkidneyor spleen weights, butitdid cause significant (p<0.0001) the fluorescence intensity staining of the entire nucleus by DAPI\nreductions in testes weights, when compared to sham/control staining. Cells of interest were identified by additional immunos-\nmice(SupplementaryFig.1a–d).Thesefindingsareinagreement\ntaining to mark desired cells and/or the cellular positions within\nwithpreviousstudiesinmiceandhumansexposedtoIR29,30.HLS\nthemuscle.WefirstqueriedtelomerelengthinMuSCs,definedas\nalso had deleterious effects on testes gross size and normalized VCAM+ cells that appear in the satellite cell position (Fig. 3a).\nweight (Supplementary Fig. 1a, d; p<0.0001), consistent with a Quantification of telomere length revealed no changes between\nprevious report31. Additionally, kidney weights in HLS and control,HLS,orIRMuSCs(Fig.3b).However,whenHLS+IRMuSC\nHLS+IR groups were slightly increased compared with controls telomereswereassessed,wefoundsignificanttelomerelengthen-\n(Supplementary Fig. 1a, c; p=0.0452, 0.0705, respectively), a\ning, as compared to all other groups (Fig. 3b, p<0.0001). To\nfinding that was similarly reported in a rat HLS model32. No\nevaluate the cellular consequences of these alterations, we\ndifferences were found in spleen and kidney weights in evaluated MuSC populations and properties. We first assessed\ncombinatorial HLS+IR versus respective controls; however, the\nwhether there were changes in MuSC numbers in atrophied\ntestes HLS+IR group displayed additive detrimental effects on\nmuscles, as had been suggested previously12. Gastrocnemius\ntesticular weight, relative to individual groups, consistent with\ncryosectionswerestainedwiththeMuSCmarker,Pax78,andtotal\nprior literature on organ size changes from HLS and/or IR\nexposures29–31. number of positively stained cells per unit area was queried. We\nfound no changes in MuSC numbers between control vs IR, and\nToassesstheeffectsoftheseexperimentalconditionsonskeletal controlvsHLS+IRtreatedgroups, whileasignificant increasein\nmuscles, muscles were dissected post-trial and the level of atrophy\nMuSC numbers was observed in the control vs HLS only group\n(Supplementary Fig. 2a, b; p<0.0001). While these findings are\ninteresting and unexpected, they did not correlate with the\nobserved changes in telomere length of the HLS+IR group. To\nexcludeothercellulardefectsassociatedwithtelomerelength17,36,\nwealsoinvestigatedwhetherMuSCswereundergoingsenescence\ninresponsetoourexperimentalmanipulations.Tointerrogatethe\nlevel of senescence in skeletal muscles in our study, gastro-\ncnemius cryosections were stained for senescence-associated\nβ-galactosidase activity. We found no correlation between\npositivelystainedregionsandcellswithinthesatellitecellposition\n(Supplementary Fig. 3). These findings make senescence unlikely\nasaninfluencingfactoroftelomerelengthmodulationinHLS+IR\nMuSCs.\nItisknownthatskeletalmusclemasschangeduringunloading\nis associated with altered myonuclei37. Therefore, we next\nevaluated whether telomere lengthening in HLS+IR gastrocne-\nmius muscles was specific to only MuSCs or whether additional\nFig.1 Schematicofexperimentalgroupsusedforthestudy.Mice\nwerepre-exposedto2Gywhole-bodyirradiationorshamirradiated myogenic nuclei also exhibited this phenomenon. To this end,\nand further divided into groups experiencing HLS or not. HLS myonuclei, which were defined as localizing within muscle fibers\nhindlimbsuspension,IRionizingradiation. and staining negative for the stem cell marker VCAM38, were\nnpjMicrogravity(2023) 76 PublishedincooperationwiththeBiodesignInstituteatArizonaStateUniversity,withthesupportofNASA\n;,:)(0987654321\n5000\n4000\n3000\n2000\n1000\n0\nControl HLS IR HLS+IR\n)2mμ(\neziS\nrebiF\nGastrocnemius\n0.010\n0.008\n0.006\n0.004\n0.002\n0.000\nControl HLS IR HLS+IR\nFiber CSA\np<0.0001\n0.2418\n<0.0001\n<0.00010.86480.0399\nthgiew\nydob/thgiew\nelcsuM\np=0.0164\n0.9210\n0.9997\n0.0490 0.0414 0.0138\n0.004\n0.003\n0.002\n0.001\n0.000\nControl HLS IR HLS+IR\nthgiew\nydob/thgiew\nelcsuM\nTibialis Anterior Quadriceps\np=0.9993\n0.9939\n0.9990\n0.7950 0.74770.8545\n0.015\n0.010\n0.005\n0.000\nControl HLS IR HLS+IR\nthgiew\nydob/thgiew\nelcsuM\nBody weight at endpoint\n30\n20\n10\n0\nControl HLS IR HLS+IR\np=0.3017\n0.3892\n0.6325\n0.01650.21260.9551\n)g(\nthgiew\nydoB\nE.D.Tichyetal.\n3\na b\np=0.4998\nControl\n0.6205\nHLS IR HLS+IR\n0.9998\nTibialis\n0.07560.11370.5922\nAnterior\nGastro-\ncnemius\nQuadriceps\nc d e\nf g\nControl HLS\nIR HLS+IR\nWGA DAPI\nFig. 2 Hindlimb suspension affects gastrocnemius muscles. a Assessment of mouse body weights at the end of the experimental study\nshownogrossdifferencebetweengroups.bImagesofdissectedhindlimbmuscles(tibialisanterior,gastrocnemiusandquadriceps)fromall\ngroups. c–e Ratio of gross muscle weights, divided by the total body weight of the respective mouse. c tibialis anterior, d quadriceps,\negastrocnemius.fRepresentativeimagesofgastrocnemiusmusclefibersstainedwithfluorescentlylabeledWGA,whichmarksmusclefiber\nboundaries. Scale bar: 100μm. g Enumeration of muscle fiber cross-sectional areas (CSA)fromgastrocnemius muscles.Atleast 4mice per\nconditionwereanalyzed.Representedaremean±SEMforcolumngraphsandmedianwith25thand75thquartilesmarkedforviolinplots.\nDatawereanalyzedusingone-wayANOVAandTukey’smultiplecomparisontestofmeans.Adjustedpvaluesaredisplayed.\nPublishedincooperationwiththeBiodesignInstituteatArizonaStateUniversity,withthesupportofNASA npjMicrogravity(2023) 76\nMyonuclei Telomere Length\n100\n80\n60\n40\n20\n0\nControl HLS IR HLS+IR\nexaminedfortelomerelengthchanges.Similartowhatwasfound gastrocnemius muscle of hindlimb unloaded mice with and\nforMuSCs,myonucleialsodisplayedincreasedtelomerelengthin withoutradiationexposure.CRYOMuQ-FISHwasperformedusing\nHLS+IR gastrocnemius muscles, when compared with control, theCD31+(alsoknownasPECAM-1)marker,previouslyshownto\nHLS,orIRgastrocnemiusmyofibermyonuclei(Fig.3c;p<0.0001). accuratelylabelendothelialcells40.Weobservedtelomerelength\nThese data demonstrate that combinational HLS+IR of rodents dynamics to be quite variable between experimental groups in\non the ground affects gastrocnemius myogenic cell telomere endothelialcells(Fig.4a,b),demonstratingthateffectsofHLS+IR\nlength.\nweremost pronounced and reproducible in cellsderiving froma\nSince mechanical forces, including changes in gravity, have\nmyogenic lineage.\nbeen shown to affect endothelial cells39, we subsequently\nAltogether, these results demonstrated that telomere length is\nassessed whether telomere length increases in HLS+IR mice\nincreasingsynergisticallyinresponsetolowgravityandirradiation\nwere also observed in endothelial cells residing in the\nHSIF-QuM\nOYRC\nMuSC Telomere Length\np<0.0001\n<0.0001\n150\n0.9858 <0.0001\n0.56170.3145\n100\n50\n0\nControl HLS IR HLS+IR\nHSIF-QuM\nOYRC\na b c\nDAPI VCAM\np<0.0001\n<0.0001\n0.9150 <0.0001\n0.98130.9944\nTelomere Merge\nMyonucleus\nMuSC\nFig. 3 Telomere length assessments in gastrocnemius myogenic cells. a Representative images of MuSCs (VCAM+, in the satellite cell\nposition;green),telomerestaining(PNAprobe;red)andnuclearstaining(DAPI;blue).Myonucleiarenucleiresidingwithinthemyofibersand\ndonotstainforVCAM.Scalebar:10μm.bQuantificationof telomerelengthinMuSCpopulationsofgastrocnemiusmusclesfromcontrol,\nHLS,IR,andHLS+IRmice.TelomerelengthwascalculatedasthetotaltelomeresignalintensitiesdividedbytheintensityofDAPI,toaccount\nfor cell cycle positioning. c Myonuclei telomere length evaluation in gastrocnemius muscles. Three mice per experimental group were\nanalyzed.Violinplotsinthisfigurearedepictingmedianwith25thand75thquartiles.Datawereanalyzedusingone-wayANOVAandTukey’s\nmultiplecomparisontestofmeans.Adjustedpvaluesaredisplayed.\n300\n200\n100\n0\nControl HLS IR HLS+IR\nHSIF-QuM\nOYRC\nE.D.Tichyetal.\n4\na b\nEndothelial Cell Telomere Length\nDAPI CD31\nppp===000...888777222777\n0.4241\n0.1157\n0.134100..0000002200..00113366\nTelomere Merge\nFig.4 Telomerelengthquantificationofnon-myogenicmuscle-residentcells.aRepresentativeimageofendothelialcell(CD31+;green),\ntelomere staining (PNA probe; red), and nuclei (DAPI; blue). Scale bar: 10μm. b Calculated telomere length of endothelial cells in\ngastrocnemiusmusclesfromcontrol,HLS,IR,andHLS+IRmice.Threemiceperexperimentalgroupwereanalyzed.Violinplotsaredepicting\nmedianwith25thand75thquartiles.Datawereanalyzedusingone-wayANOVAandTukey’smultiplecomparisontestofmeans.Adjustedp\nvaluesaredisplayed.\nnpjMicrogravity(2023) 76 PublishedincooperationwiththeBiodesignInstituteatArizonaStateUniversity,withthesupportofNASA\na b\nGastrocnemius\n0.008\n0.006\n0.004\n0.002\n0.000\nControl\nHL\nS+I\nR\nR ecovery\nc d\nonlyinmusclecells(MuSCsandmyonuclei)butnotinendothelial not interfere with general organ mass. In assessing the effectsof\ncellswithinskeletal muscles. recovery on skeletal muscles, we observed that gastrocnemius\nmuscles of recovered mice were larger than HLS+IR mice and\nwereofsimilarsizetocontrols(Fig.5b;p=0.9927),demonstrating\nEffectsofmuscle reloading on muscle telomere length\nthat2weekspost-unloadingissufficienttoregainnormalskeletal\nIn the NASA Twins Study, it was shown that while spaceflight\nmuscle size. To evaluate telomere length alterations in the\ncaused telomere lengthening in some peripheral blood cell\nrecovered muscles, we performed CRYO MuQ-FISH in the\npopulations, return to earth caused rapid telomere shortening\ngastrocnemius-derived MuSC populations and myonuclei\nwithin 48hours, and a return to near baseline levels within\nbetween the experimental groups. Surprisingly, we did not\nmonths25. Since our data demonstrated telomere lengthening in\nobserve telomere shortening in the recovery MuSCs, but instead\nHLS+IR MuSCs, we next sought to determine whether telomere\nthey retained elongated telomere length and continued to\nlength in these cells also shortened following a recovery period, increase even further, relative to the HLS+IR group (Fig. 5c;\nwheremicewerereturnedtoconventionalmobility.Toassessthis p=0.0186).Similarly,telomerelengthinmyonucleialsoremained\npossibility, HLS+IR mice were allowed to recover for 2 weeks, elongatedfollowingrecovery(Fig.5d),whichalsotrendedhigher\nwithunrestrictedmovementandnormalmuscleloading.Forthis but was not significantly different compared with the HLS+IR\narm of the study, control, HLS+IR, and recovery groups were group (p=0.4288). To further delineate whether there were\ncompared (Fig. 5a). First, we assessed normalized organ weights differential telomere length changes in muscle cell populations,\nand found no significant changes to normalized spleen weights whichmayhavebeenburiedbytheaveragingoftelomerelength\n(Supplementary Fig. 4a) and kidney weights (Supplementary Fig. analysis,weplottedthisdatasetasadistributiononapercellbasis\n4b)betweenthegroups.Interestingly,testesweightsalsotrended (Supplementary Fig. 5). These data show, that unlike what was\nhigher in recovered animals, but they remained significantly reportedforTcellsintheTwinsStudy,whereaproportionofthe\nsmaller when compared to control weights (Supplementary Fig. return to Earth cells exhibited population of critically shortened\n4c;p<0.0001).Together,thesedataconfirmthattherecoverydid telomeres25, we found few MuSCs with very short telomeres and\nthgiew\nydob/thgiew\nelcsuM\np=0.9927\n0.0283 0.0225\nMuSC Telomere Length\n400\n300\n200\n100\n0\nC o\nntr\nol\nH L\nS+I\nR\nR\nec\novery\nHSIF-QuM\nOYRC\n250\n200\n150\n100\n50\n0\nC o\nntr\nol\nH L\nS+I\nR\nR\nec\novery\nHSIF-QuM\nOYRC\nE.D.Tichyetal.\n5\nMyonuclei Telomere Length\np<0.0001 p<0.0001\n0.0186 0.4288\n<0.0001 <0.0001\nFig. 5 Gastrocnemius properties following hindlimb reloading. a Schematic of experimental groups. Recovery mice were reloaded for\n2 weeks prior to harvesting. b Gastrocnemius muscle weights, normalized to respective mouse total body weight. c Telomere length\nassessments of MuSCs in control, HLS+IR, or recovery gastrocnemius cryosections. d Myonuclei telomere length assessments in control,\nHLS+IRandrecoverygastrocnemiusmuscles.Atleast3miceperconditionwereanalyzed.Representedaremean±SEMforcolumngraphs\nandmedianwith25thand75thquartilesmarkedforviolinplots.Datawereanalyzedusingone-wayANOVAandTukey’smultiplecomparison\ntestofmeans.Adjustedpvaluesaredisplayed.\nPublishedincooperationwiththeBiodesignInstituteatArizonaStateUniversity,withthesupportofNASA npjMicrogravity(2023) 76\n2.0\n1.5\n1.0\n0.5\n0.0\nControl HLS+I\nR\nR ecovery\nmany more MuSCs with long telomeres. The telomere length found low telomerase activity in experimental gastrocnemius\ndistribution of muscle cells is somewhat different from the muscles (Fig. 6a), with no significant changes between control\ndistributions reported in a follow-up study of blood cells in muscles and HLS+IR (p=0.3684), control and recovery\npopulations of short and long telomeres26,41, suggesting that (p=0.9720), or between HLS+IR and recovery groups\ndifferentcelltypesmighthavedifferentmechanismsofmanaging (p=0.2812; Fig. 6b). Our findings are in agreement with a prior\ntelomere length under spaceflight or spaceflight-mimicking study that showed telomerase activity is lost in differentiated\nconditions. In aggregate, these data demonstrate that hindlimb skeletalmusclecells43,andfurthersuggestthattelomerasemight\nreloading for the indicated recovery period was not sufficient to nothaveasubstantialroleintelomereelongationinthissystem.\nshortentelomere lengthtocontrol levels. Sincetheobservedtelomerelengtheninginmusclescouldnot\nbe explained by telomerase activity, we sought to identify other\nmechanismsby whichtelomerelengtheningcould beattributed.\nTelomere lengthening mechanisms inradiation-exposed\nAlternative lengthening of telomeres (ALT) is a recombination-\nunloaded muscles\nbased telomere maintenance mechanism utilized by 10–15% of\nThemostcommonmechanismoftelomereelongationisthrough human cancers44. It has been previously reported that the DNA\nthe action of the enzyme telomerase42. To query the role of damage responding proteins, ATRX and DAXX, must be down-\ntelomerase in the observed telomere lengthening of HLS+IR regulated for ALT to occur45–48. To this end, we quantified the\ngastrocnemius muscle cells, we first assayed for its expression. expression of these genes in control, HLS+IR, and recovery\nTert, the catalytic subunit of telomerase, was undetectable in muscles.Interestingly,weobservedsignificantdownregulationof\nskeletal muscles from control, HLS+IR, or recovery groups by bothAtrxandDaxxtranscriptsinHLS+IRmuscles,relativecontrol\nqRT-PCR(SupplementaryFig.6a).Similarly,expressionofTERTwas (p=0.0005, p=0.0009, respectively; Fig. 6c, d), suggesting that\nabsentattheproteinlevel,byimmunohistochemistry ofcryosec- ALT-related pathways are engaged in this model. When recovery\ntions (Supplementary Fig. 6b). Because telomerase expression in groups were examined, both Atrx and Daxx were still down-\nmuscles may be transient and/or only expressed in a small regulated,althoughtheydidtrendhigherinbothcases,relativeto\npopulation of cells, we interrogated telomerase activity by a HLS+IR groups (p=0.5410, p=0.4166, respectively; Fig. 6c, d).\ntelomerase repeated amplification protocol (TRAP) assay. We Taken together, these data raise the possibility of ALT-related\nnoisserpxE\neneG\ndezilamroN\n2.0\n1.5\n1.0\n0.5\n0.0\nControl HLS+I\nR\nR ecovery\nnoisserpxE\neneG\ndezilamroN\ne Control HLS+IR Recovery\na N a s S C\nR i P 1 2 3 4 5 6 7 8 9\n200 bp\n100 bp\nb c d\nAtrx\n40000\n30000\n20000\n8000\n6000\n4000\n2000\n0\ni\nP S C Control\nHL\nS+I R Recovery\n)ua(\nytivitca\nPART\nevitaleR\nE.D.Tichyetal.\n6\nTRAP assay\np=0.0016 p=0.0039\np=0.9720 0.0005 0.5410 0.0009 0.4166\n0.3684 0.2812\nFig.6 Interrogationoftelomerelengtheningmechanismsinhindlimbunloadingandrecovery.aTRAPassaytoassesstelomeraseactivity\nincontrol, HLS+IR,andrecoveryskeletal musclelysates.RNasetreatmentservedasanegativecontrolandinduced pluripotentstemcell\n(iPSC)lysateservedasapositivecontrol.Eachlaneisfromonegastrocnemiusmusclelysatepermouse,withthreebiologicalreplicatesper\ngroup. b Quantification of telomere elongation via telomerase from a. Displayed are mean±SEM. c, d Quantitative real-time PCR of ALT\npathwayregulatorsAtrxandDaxxfromgastrocnemiusmusclesofcontrol,HLS+IR,andrecoverygroups.Gapdhservedasahousekeeping\ngenefornormalization.Atleastthreemicewereexaminedpergroup.Displayedismean±SEM.Datawereanalyzedusingone-wayANOVA\nandTukey’smultiplecomparisontestofmeans.Adjustedpvaluesaredisplayed.\nnpjMicrogravity(2023) 76 PublishedincooperationwiththeBiodesignInstituteatArizonaStateUniversity,withthesupportofNASA\nE.D.Tichyetal.\n7\nmechanismsbeingemployedintheobservedtelomerelengthen- homeostasis is essential. In line with this statement, in the Twins\ninginirradiated, unloadedmuscles, aswellasduringreloading. Study, the return to ground astronaut demonstrated a rapid\nshorteningoftelomerelength,within48hafterlanding,tolevels\nbelow earthbound twin, and telomere length extended but still\nDISCUSSION remained shorter than the earthbound twin, even after\nAstronauts experience adverse health effects on long-duration 9months26.Similarfindingswerefoundinotherastronautstudies\nmissions, including headaches, dizziness, congestion, changes in as well26,41. To query whether telomere shortening occurred\nbloodcells,andfatigue,aswellassevereboneandmuscleloss49. within skeletal muscle cells of our experimental design, we\nA better understanding of the causes of such impediments to implemented a 2-week recovery period, where mechanical\nexplorer health in an earthbound model could serve beneficial loading of hindlimb muscles was reestablished. The longer\neffects in the development of additional countermeasures or 2-week endpoint compared to the initial 48h used in the Twins\nprophylactictreatmentsmeanttoreducephysicalhealthburdens. Studywasalsochosenduetothefactthatskeletalmusclescannot\nRecently,acomprehensiveNASAstudy,alsocommonlyreferredto significantly recover from atrophy conditions following 48h of\nas the Twins Study, investigated and compared a multitude of mechanical loading63. In contrast to the overall telomere short-\nmetrics, including physical changes, of an earthbound mono- eningofTcellsinastronautstudies26,wefoundthatthetelomere\nzygotic twin astronaut, to his brother, experiencing spaceflight25. length of skeletal muscle cells failed to return to baseline levels,\nOne reported aspect of this study was an observed effect of despitetherecovery ofmuscle mass.\ntelomere lengthening in peripheral blood T cells during space- The most common mechanism of telomere elongation is\nflight,whichwasabsentinthegroundedtwin25.Outsideofspace, through the action of the enzyme telomerase42. A role for\ntelomere length changes have been reported in degenerative telomerase in spaceflight-induced telomere elongation has been\ndiseases, which often coincide with tissue atrophy50, including suggested for peripheral T cells26. However, telomerase activity\nskeletal muscle18,19,51,52. However, telomere length alterations in measurements in astronaut studies could not be measured\nskeletal muscle cells, both from mice18 and humans53,54, are not midflight, as the activity of TERT in tissue samples was “lost in\ncorrelated with the effects of aging, where sarcopenia, a muscle space”, likely hampered by the harsh conditions the samples\nwastingprocess,isahallmark55.Althoughmuscledeteriorationis experienced before returning to Earth25,26,41. In the mouse study\na serious problem in astronauts’ health, the effect of gravity presentedhere,TERT expressioninskeletalmuscleswaslowand\nchanges on telomeres of muscle cells has not been studied. In coincidedwithlowtelomeraseactivityinourexperimentalgroups.\naddition,theimpactoftheeffectsofradiationontelomerelength These findings are in agreement with a prior report that showed\nare still inconclusive. A study of Chernobyl radiation cleanup telomerase activity is lost in differentiated skeletal muscle cells43\nworkers demonstrated that occupational exposure to ionizing and suggest that telomerase has minimal role in telomere\nradiation led to telomere lengthening in these workers in elongation in this experimental paradigm. However, it cannot be\nperipheral blood leukocytes56. Similar effects were reported for ruledoutthattransienttelomeraseactivityinsmallproportionsof\natomic bomb survivors, but only those who were exposed to myogeniccellscontributestoourobservedtelomere-lengthening\nlowerdosesofradiation,ashigherdoseradiationexposureledto phenotype. Our investigation into additional modes of telomere\ntelomere attrition in peripheral blood T cells57. However, studies lengthening uncovered preliminary evidence of an alternative\non telomere length following radiation exposure, specifically lengthening (ALT) mechanism engagement. ALT was originally\nfocusing on the muscle compartment, are nonexistent. Most discovered in immortalized cell lines and subsequently shown to\nimportantly, the combined effect of weightlessness-induced occurinsomehumantumors64,65Whileevidenceismountingthat\nskeletal muscle atrophy and cosmic radiation exposure reported ALT can be regulated by environmental and genetic factors in\nduring spaceflight58 led us to query whether these factors can rapidlyproliferatingtumorcells44,itsmodulationandengagement\ncontributetochangesintelomeredynamicsinmyogeniccellsina in quiescent non-cancerous cells has not been explored,\nground-basedmouse model. particularly while maintaining tissue structure. In quiescent\nHLSinrodentsisacommonmodelusedtostudytheeffectsof skeletal muscle myogenic cells, we found that there is a\nground-basedmuscleatrophy,throughmechanicalunloadingand substantial downregulation of the chromatin remodeler Atrx and\nskeletal muscle disuse59. Using this HLS strategy in mice, we thehistonechaperoneDaxxinboththeHLS+IRandtherecovery\nobserved ~20% reductions in gastrocnemius muscle, similar to musclescomparedtocontrols.Thebiologicalunderpinningofthis\nwhat has been previously reported59. Despite this loss of muscle downregulationinmusclesremainsunknown.Observedtelomere\nmass,nochangesintelomerelengthintheHLSmodelalonewere lengthening, in conjunction with low telomerase activity and\nevident, suggesting that simulated weightless conditions alone reduction of Atrx and Daxx expression, are suggestive of the\nare not sufficient to modify telomere length. To mimic cosmic engagement ALT-type mechanisms. In support of our findings,\nradiation exposure in spaceflights, we exposed mice to whole- recent evidence has shown telomere lengthening in the blood\nbodyionizingradiationbyitselforutilizedacombinedapproach cells of Mount Everest climbers during different points of peak\nofHLSandirradiation.Undertheseconditions,wefoundtelomere ascent. Based on gene expression analyses, TERT was down-\nlengtheningonlyinmyogeniccelltypesintheHLS+IRgroupbut regulated and RAD50 was upregulated, while ALT and telomere\nIRexposurealonehadminimalimpactontelomeres.Intriguingly, maintenance via recombination pathways were enriched as the\nendothelial cells present in the affected muscles do not exhibit climbers progressed upwards41. These high-altitude studies, in\nsignificant telomere length changes in either group, suggesting which radiation exposure is higher than sea level, add weight to\nthattelomereswithinskeletalmusclecellsaremoresusceptibleto the validity of our findings of ALT-related pathway engagement\ntelomerelengthchangesinourexperimentalsystem.Overall,the overarelatively shorttime frame.\ntelomeres in combined radiation exposure and simulated micro- A conundrum of our findings relates to the fact that cells of\ngravityconditionsdemonstratedasynergistictelomerelengthen- undamaged adult skeletal muscles are quiescent, including the\ning effect when applied together, specifically in myogenic cells myogenic cellsof our study. SinceALT utilizessome of thesame\nbutnot inother cellswith themuscle architecture. players of homologous recombinational (HR) repair66, a DNA\nAlthough many detrimental health effects are associated with double-strandbreakrepairmechanismthatismostactiveduring\ntelomere shortening60,61, a growing body of evidence suggests the S and G2 phases of the cell cycle67, our findings are\nthat very long telomeres may be problematic in human cells, as unexpected. However, there is substantial evidence that HR can\nthese telomeres could develop instabilities and telomeric fragi- occur in the G1 phase of the cell cycle68 and in postmitotic\nlity62,supportingthenotionthattightcontroloftelomerelength neurons69.Inaddition,HRingeneraloccursatsimilarfrequencies\nPublishedincooperationwiththeBiodesignInstituteatArizonaStateUniversity,withthesupportofNASA npjMicrogravity(2023) 76\nE.D.Tichyetal.\n8\ninALTproficientandALT-deficienthumancells70,whichaddsan behavior and function of different cell types in relation to their\nadditional level of complexity to the understanding of ALT telomerechanges.\nprocesses. Thus, it is therefore possible that telomerase- In conclusion, the data presented here lay a foundation for\nindependent lengthening may be occurring in our experimental future studies to explore telomere length regulation in skeletal\nsystem, and that reduced expression of Atrx and Daxx supports musclesduringspaceflightconditions,toinvestigatewhetherALT\ntheplausibilityofamechanismwithfeaturesofALTcontributing driversexertcelltype-specificinfluencesontelomerelength,and\ntoourobservations.Untilmoredetailsemergeonhowmolecular how long these changes last and how they contribute to health\nsignaturesassociatedwithALTaregovernedinnondividing,non- risks in astronauts after they return to Earth. Identifying the\ncancerous tissues, the specific mechanisms controlling telomere cellular and molecular muscle changes associated with telomere\nlengthening in a cell type-specific manner in our experimental lengthening, as well as how ALT-related processes affect\ndesign,orin theenvironmentof space, remain elusive. spaceflight-exposed cells, may yield important clues for future\nOverall, this study examined the relationship between skeletal prophylactic therapy of astronauts’ muscles, both during space\nmuscle cells and telomere length dynamics following hindlimb flightsand uponreturn toEarth.\nsuspension and irradiation. While these findings are not extend-\nabletopost-flightmeasurementsofastronauts, theexperimental\ndesign applied here can be of use for preassessments of space- METHODS\ndeterminedfactorsthatmodulatetelomeredynamicsandskeletal Mice\nmuscle functionality. One limitation of our study is that we only\nMale C57Bl/6 mice were purchased from Jackson Labs (stock#\nusemales.Recentstudieshavedemonstratednosexdifferencein\n000664)andusedbetween2and4monthsofage.Experimental\nadulttelomerelengthinvertebrates71,thusincludingfemalemice\nprocedures for this project were approved and overseen by the\ninourstudyisunlikelytochangetheinterpretationofthemouse\nUniversity of Pennsylvania IACUC committee (protocol #806800).\nresults. Yet, studies in humans have revealed differences in\nFollowing receipt, mice were acclimated to University of\ntelomerelengthbetweensexes,dependingontheageexamined\nandthemethodologyused72–74.Thus,subsequentstudiesshould Pennsylvania rodent housing for 1 week prior to commencing\ntheexperiments.AllmiceinthisstudywerefedDietgelboostfood\nconsidertelomeredifferencesbetweensexes,especiallygiventhe\n(ClearH O)andprovidedhydrogelbarrierhydration(ClearH O)ad\nrise in the number of female astronauts participating in space 2 2\nmissions, and other reported differences in additional metrics libitum (as the sole nutrition and hydration sources) for the\nbetween the sexes in other spaceflight studies75,76. In any event, durationofthe experiment.\nthe data presented herein demonstrate that a ground-based\nmodel may be a useful starting point in elucidating the Fullbodyirradiation\nmechanismsgoverningtelomereelongationdynamicsinmuscles Cohortsofmicewereirradiatedwithionizingradiationfroma137Cs\nofastronauts duringspaceflight. irradiator(Gammacell40exactor)atadose-rateof1.23cGy/s.Room\nAnotherlimitation ofthisstudy isthetypeanddose/dose-rate air was provided to the mice during the procedure via a vacuum\nof radiation exposure and how it relates to astronauts’ occupa-\npump. After 2Gy exposure, mice were returned to conventional\ntionalexposure.Thespaceradiationenvironmentiscomprisedof\nhousingfor1-week,priorHLS.\nhigh energy protons and galactic cosmic radiation, including but\nnot limited to electrons, protons, and heavier densely ionizing\ncharged particles77. Additionally, radiation sources in space are Hindlimb suspension\nnot constant, and the absorbed dose varies between mice and Equipment used for hindlimb suspension can be found in\nhumans varies, at least for proton radiation78. Our experimental Supplementary Table 1. Briefly, mice were anesthetized with an\noutcome in ground-based rodent muscle utilized a single isoflurane vaporizer (2.5% v/v isoflurane to oxygen), and mouse\nexposure to a single ionizing radiation source, as it was not tailswere wrappedwith cloth surgicaltape, beginning at thetail\nfeasible to reload rodent hindlimbs for possible successive base.Afterwrapping~halfofthetaillength,thetapewasfolded\nradiationexposures.Toensureradiationexposuresweresufficient onitselftocreatealoop,andremainingtapewaswrappedaround\nduring our experimental window, we utilized a radiation dose of the tail from the midpoint towards the tail base. Through this\n2Gy, which at current standards, is higher than NASA occupa- closed tape loop, plastic-coated wire was threaded and attached\ntional exposures79. toahangingapparatus.Thehangingapparatuswasplacedinarat\nA major difference between mice and humans is telomere cagewithawiremeshbottom.Thehangingapparatusallowsfor\nlength,withmanymousestrainshaving∼8-foldlongertelomeres\nmovement of mice only through use of the forelimbs. Range of\nthan humans80, and they exhibit much faster rates of telomere movement of HLS mice was approximately ½ of the rat cage\nshortening than humans81. This greater telomere reservoir could surfacearea,butHLSmiceweresinglyhousedforthestudy.Mice\nendow muscle cells in in-bred strains of laboratory mice with a were hung for a period of 3 weeks, with or without a 2-week\nprotective effect in spaceflight, but it is equally as possible that recoveryperiodwheremicewereplacedinconventionalhousing.\ntelomere changes are more easily studied in rodent models\nbecause of their differences compared with humans. Skeletal\nTissue samplecollection\nmuscle cell telomere length was not examined in astronaut\nstudies25,26,65,andmusclebiopsiesofastronautsinspacearerare, Attheendpointofthestudy,micewerehumanelyeuthanizedby\nastheriskofcomplicationstotheirhealthorpossiblyjeopardizing CO 2 asphyxiation, followed by cervical dislocation. Organs of\nthemissionsistoogreat.Thus,futureinvestigationsusinganimal interestwerecollectedbydissectionandweighed.Tissueweights\nmodels in spaceflight would presumably mimic the muscle were normalized to endpoint mouse body weights. Gastrocne-\ndefects seen in astronauts and would be invaluable. Given the mius muscles were fixed in 4% paraformaldehyde in phosphate-\ndifferences in telomere length between typically used research bufferedsaline(PBS;Thermo)for2honarockingplatformat4°C.\nmouse strains and humans, future studies could be further Muscleswerethenincubatedovernightin30%sucroseinwaterat\nstrengthened by utilizing more humanized mice in regard to 4°C,priortoembeddinginOCT(NEG-50;Epredia)andcryofreez-\ntelomere length, such as the CAST/Ei J strain82. After being ing. Muscle cryosections were cut at 10μm and placed on\nexposed to the same weightless and cosmic radiation conditions superfrostplusslides(Fisher).Slideswerestoredat−20°Cpriorto\nas humans, these mice may be useful to further investigate staining.\nnpjMicrogravity(2023) 76 PublishedincooperationwiththeBiodesignInstituteatArizonaStateUniversity,withthesupportofNASA\nE.D.Tichyetal.\n9\nMuscle fibercross-sectional area measurements Thermo) were used to label the cells of interest. After washing\nMusclecryosectionswerepermeabilizedwith0.5%tritonX-100for with PBS, glass coverslips were mounted with prolong gold with\n10min, washed with PBS, and blocked with 3% bovine serum DAPI (Thermo). To image telomeres, MuSCs (VCAM1+ in the\nalbumin(BSA;GeminiBio)inPBSfor1houratroomtemperature. satellite cell position), myonuclei (based on position within the\nSlides were then incubated with Alexa Fluor 555-conjugated myofibers), or endothelial cells (CD31+) were imaged with a\nwheat germ agglutinin (WGA; 1μg/mL; Thermo) for one hour in Nikon Plan Apo 100x/1.45 oil objective on a Nikon Ni widefield\nthe dark at room temperature, to outline muscle fibers. Slides epifluorescence microscope, equipped with a DS-Q1MC mono-\nwere washed in PBS and coverslips were mounted with prolong chrome camera. Z stacks of 1 μm thickness from each channel\ngold with DAPI (Thermo). Slides were imaged on a Nikon Ni (telomere, DAPI, cell type) were taken to encompass the entirety\nwidefield microscope equipped with a Plan Fluor 10x/0.30 ofthetelomerefields.Imageswereprocessedusingtheextended\nobjective and Nikon DS-Qi1Mc 14-bit camera, and random fields depth of focus algorithm in the accompanying Nikon elements\npermouse wereused for fiber areaenumeration inFiji. microscope software. Images were exported as 16-bit mono-\nchrome tiffs and analyzed using the free analysis software,\nTelometer 3.0.6 (https://demarzolab.pathology.jhmi.edu/\nMuscle stemcell number quantification\ntelometer/download.html). This software allows cells of interest\nMusclecryosectionswerepermeabilizedwith0.5%tritonX-100for to be analyzed for telomere signal intensities, and normalizes\n10min,washed withPBS, andunderwentheat-mediatedantigen theseintensitiestothatofDAPI,toaccountfordifferencesincell\nretrievalwithEDTAbuffer(1mMEDTA,pH8.0;0.05%Tween20). cyclepositionandhasbeenpreviouslyvalidatedforuseinmuscle.\nSlides were washed with PBS and blocked for 1h at room\ntemperature with 3% BSA/PBS/0.1% Triton X-100. Sections were\nQuantitative real-time PCR\nstained with Pax7 rabbit polyclonal antibody (1/100; Thermo\n#PA1–117) overnight at 4°C, washed with PBS, and stained with TotalRNAwasextractedfromwholegastrocnemiusmuscleswith\nAlexa Fluor-647-conjugated Goat anti-rabbit IgG (1/300; Thermo) Trizol. RNA was reverse transcribed into cDNA using the\nfor1houratroomtemperature.SlideswerewashedwithPBSand Protoscript II first strand cDNA synthesis kit. (NEB). Multiplexed\nquantitative real-time PCR was completed using either FAM-\ncoverslips were mounted with prolong gold with DAPI (Thermo).\nlabeledTert(ThermoFisher;geneassayid:Mm00436931_m1),Atrx\nWhole cryosections were imaged using an Axio Scan z1 slide\n(ThermoFisher; gene assay id: Mm00494196_m1), or Daxx\nscanner (Zeiss) and processed with Zen software. Two cryosec-\ntions per mouse were used for quantification of the number of (ThermoFisher; gene assay id: Mm00492089_m1), with VIC-\npax7positive cellsper 10μmsection withFiji. labeled Gapdh (ThermoFisher 4352339e). Reactions were run on\na Quantstudio 6 with accompanying software. Relative gene\nexpressionwasdeterminedbytheΔΔCTmethod,usingGapdhas\nSenescence-associated β-galactosidase activity assay\nanormalizing control.\nCryosections from gastrocnemius muscles or mouse kidney were\nfixed with 1% paraformaldehyde/0.2% glutaraldehyde (Electron\nImmunohistochemistry\nmicroscopy sciences). Slides were incubated with PBS, pH 6.0 for\nGastrocnemius cryosections were permeabilized with 0.5% triton\n30minutes, followed by incubation with X-gal staining solution\nX-100 for 10min,washed with PBS, and blocked with 3% bovine\n(4mM potassium ferricyanide, 4mM potassium ferrocyanide,\n2mM magnesium chloride, 0.02% Igepal CA-630, and 400μg/mL serum albumin (BSA; GeminiBio) in PBS for 1h at room\ntemperature. Primary antibody to TERT (1/100; RayBiotech #\nX-gal; all from Sigma) for 48h at 37°C. Slides were washed with\nPBS,andfixedin1%paraformaldehyde.Slideswerewashedwith\n144–64552–50)wasincubatedinblockingbufferovernightat4°C.\nSlideswere washedthe following day withPBS and stained with\nPBS and coverslips were mounted with Fluromount G (South-\nernBiotech). Slides were imaged on a Nikon-Ni widefield micro- Alexa Fluor-conjugated goat anti-rabbit 555 secondary antibody\n(1/300; Thermo #A21428) at room temperature for 1hour. Slides\nscopeusing a NikonDS-F12 color camera.\nwerewashedwithPBSandcoverslipsweremountedwithprolong\ngold with DAPI (Thermo). Slides were imaged on a Nikon-Ni\nTelomere lengthassessments widefieldmicroscope using aNikon DS-F12 color camera.\nTelomere length was measured using the CRYO MuQ-FISH\nprotocol35. Briefly, muscle cryosections were permeabilized in\nTelomerase activity measurement by TRAPassay\n0.5% triton X-100 in PBS for 10min, washed with PBS, and\nRelative telomerase activity was measured by Telomere Repeat\nunderwent heat-mediated antigen retrieval with TET buffer\nAmplification Protocol (TRAP) assay as previously described83. In\n(10mM Tris, pH 7.5, 1mM EDTA, pH 8.0, 0.05% Tween-20) for\nbrief,muscletissuewaslysedin1XCHAPSbufferfor30minuteson\n10minutes.SlideswerewashedinPBSandincubatedwithRNase\nA(100μg/mL)for20minutesat37°C.Slideswerethenincubated ice.Lysateswerethencentrifugedat16,000×gfor20mintopellet\ncell debris and protein concentration was measured by Bradford\nwithAlexaFluor647-conjugatedTelCtelomereprobe(1/600;PNA\nassay. One hundred twenty-five nanograms of protein lysate was\nbio)inhybridizationbuffer[15%ethylenecarbonate(Sigma),20%\nincubated with a telomerase substrate at 30°C for 30minutes to\ndextran sulfate (Sigma), 600mM sodium chloride (Sigma), 1X\nallowfortelomerasetocatalyzetheadditionoftelomererepeatsto\nantigen retrieval citrate buffer (Vector labs)]. Hybridization\nthesubstrate.ThereactionswerethenPCRamplified,resolvedona\noccurred by a denaturation step of 67°C for 10min and a\n4–20% TBE polyacrylamide gel at 200V for 30minutes and\nhybridizationstep of42°Cfor90min.Aglasscoverslip wasused\nvisualized by staining with SYBR Green nucleic acid gel stain.\nto prevent evaporation. Slides were washed in buffers with\nRelativetelomeraseactivitywasquantifiedusingImageJsoftware.\ndecreasing salt concentration (2X SSC; 0.1% Tween-20, 1X SSC;\n0.1%Tween-20,0.5XSSC;0.1%Tween-20,0.25XSSC;0.1%Tween-\n20)twiceeachsolutionfor5mineachbeforeafinalrinseinPBS. Statistical analysis\nSlides were then blocked with 3% BSA/PBS/0.1% triton X-100 for DatawereanalyzedstatisticallyusingGraphPad(LaJolla,CA,USA)\n1hour.MuSCswerelabeledbyVCAM1staining(1/100of1mg/mL Prism9.5.1 software. Results are presented asthe mean± or SEM\nstock; Thermo # PA5–47029), endothelial cells were marked by forcolumngraphs,withindividualdatapointsrepresentativeofa\nCD31biotin (1/100; Thermo #13–0311–82) antibody staining over- single mouse dataset, or as median with 25th and 75th quartiles\nnight at 4°C. Alexa fluor 488-conjugated donkey anti-goat for violin plots. Datasets were analyzed with 1-way ANOVA to\nantibody (1/300; Thermo # A11055), or Cy3-streptavidin (1/100; determine significance, with Tukey’s multiple comparison test of\nPublishedincooperationwiththeBiodesignInstituteatArizonaStateUniversity,withthesupportofNASA npjMicrogravity(2023) 76\nE.D.Tichyetal.\n10\nmeans used to obtain adjusted p values. Differences were 19. Tichy,E.D.etal.PersistentNF-kappaBactivationinmusclestemcellsinduces\nconsidered statistically significant at p<0.05. Sample sizes are proliferation-independenttelomereshortening.CellRep.35,109098(2021).\nindicated foreach dataset inthefigure legends. 20. Wikgren,M.etal.Shortertelomerelengthislinkedtobrainatrophyandwhite\nmatterhyperintensities.AgeAgeing43,212–217(2014).\n21. Herrera, E. et al. Disease states associated with telomerase deficiency appear\nReporting summary earlierinmicewithshorttelomeres.EMBOJ.18,2950–2960(1999).\nFurther information on research design is available in the Nature 22. Hewitt, G. et al. Telomeres are favoured targets of a persistent DNA damage\nResearchReportingSummary linkedto thisarticle. responseinageingandstress-inducedsenescence.Nat.Commun.3,708(2012).\n23. Fathi,E.,Charoudeh,H.N.,Sanaat,Z.&Farahzadi,R.Telomereshorteningasa\nhallmarkofstemcellsenescence.StemCellInvestig.6,7(2019).\nDATAAVAILABILITY 24. Petrini, J. H. &Theunissen, J. W. Double strand break metabolism andcancer\nsusceptibility:lessonsfromthemre11complex.CellCycle3,541–542(2004).\nAll data generated during and/or analyzed during this study are included in this\n25. Garrett-Bakelman,F.E.etal.TheNASATwinsStudy:amultidimensionalanalysis\npublishedarticleanditssupplementaryinformation.Anydetaileddatasupporting of a year-long human spaceflight. Science https://doi.org/10.1126/\nthe findings of this study are available from the corresponding authors upon\nscience.aau8650(2019).\nreasonablerequest.\n26. Luxton,J.J.etal.TemporaltelomereandDNAdamageresponsesinthespace\nradiationenvironment.CellRep.33,108435,(2020).\n27. Ferreira,J.A.,Crissey,J.M.&Brown,M.Analternantmethodtothetraditional\nCODEAVAILABILITY\nNASAhindlimbunloadingmodelinmice.J.Vis.Exp.49,2467(2011).\nTelometer telomereanalysis softwareisavailableforfreebythecreators(https:// 28. Castagne,V.,Moser,P.,Roux,S.&Porsolt,R.D.Rodentmodelsofdepression:\ndemarzolab.pathology.jhmi.edu/telometer/). forcedswimandtailsuspensionbehavioraldespairtestsinratsandmice.Curr.\nProtoc.Pharmacol.Chapter5,8(2010).\nReceived:17October 2022; Accepted: 6 July2023; 29. Gong,E.J.etal.Low-dose-rateradiationexposureleadstotesticular damage\nwith decreases in DNMT1 and HDAC1 in the murine testis. J. Radiat. Res. 55,\n54–60(2014).\n30. DeFelice,F.etal.Radiationeffectsonmalefertility.Andrology7,2–7(2019).\n31. Tash,J.S.,Johnson,D.C.&Enders,G.C.Long-term(6-wk)hindlimbsuspension\ninhibitsspermatogenesisinadultmalerats.J.Appl.Physiol.(1985)92,1191–1198\nREFERENCES\n(2002).\n1. Lee, P. H. U., Chung, M., Ren, Z., Mair, D. B. & Kim, D. H. Factors mediating 32. Ding,Y.etal.Studyofhistopathologicalandmolecularchangesofratkidney\nspaceflight-induced skeletal muscle atrophy. Am. J. Physiol. Cell Physiol. 322, undersimulatedweightlessnessandresistancetrainingprotectiveeffect.PLoS\nC567–C580(2022). ONE6,e20008(2011).\n2. Williams,D.,Kuipers,A.,Mukai,C.&Thirsk,R.Acclimationduringspaceflight: 33. Kostrominova, T.Y.Application ofWGAlectinstainingforvisualizationofthe\neffectsonhumanphysiology.CMAJ180,1317–1323(2009). connectivetissueinskeletalmuscle,bone,andligament/tendonstudies.Microsc.\n3. English, K. L.etal.Highintensity trainingduringspaceflight: resultsfrom the Res.Tech.74,18–22(2011).\nNASASprintStudy.NPJMicrogravity6,21(2020). 34. Trappe,S.etal.Exerciseinspace:humanskeletalmuscleafter6monthsaboard\n4. Petersen,N.etal.Exerciseinspace:theEuropeanSpaceAgencyapproachtoin- theInternationalSpaceStation.J.Appl.Physiol.(1985)106,1159–1168(2009).\nflightexercisecountermeasuresforlong-durationmissionsonISS.Extrem.Physiol. 35. Tichy,E.D.&Mourkioti,F.Telomerelengthassessmentsofmusclestemcellsin\nMed.5,9(2016). rodentandhumanskeletalmusclesections.STARProtoc.2,100830(2021).\n5. Krause,A.R.,Speacht,T.A.,Steiner,J.L.,Lang,C.H.&Donahue,H.J.Mechanical 36. Sherr,C.J.&DePinho,R.A.Cellularsenescence:mitoticclockorcultureshock?\nloadingrecoversbonebutnotmusclelostduringunloading.NPJMicrogravity6, Cell102,407–410(2000).\n36(2020). 37. Shenkman,B.S.,Turtikova,O.V.,Nemirovskaya,T.L.&Grigoriev,A.I.Skeletal\n6. Vandenburgh,H.,Chromiak,J.,Shansky,J.,DelTatto,M.&Lemaire,J.Spacetravel muscleactivityandthefateofmyonuclei.ActaNat.2,59–66(2010).\ndirectlyinducesskeletalmuscleatrophy.FASEBJ.13,1031–1038(1999). 38. Maesner, C. C., Almada, A. E. & Wagers, A. J. Established cell surface markers\n7. Buckingham,M.etal.Theformationofskeletalmuscle:fromsomitetolimb.J. efficientlyisolatehighlyoverlappingpopulationsofskeletalmusclesatellitecells\nAnat.202,59–68(2003). byfluorescence-activatedcellsorting.Skelet.Muscle6,35(2016).\n8. Seale,P.etal.Pax7isrequiredforthespecificationofmyogenicsatellitecells.Cell 39. Grenon,S.M.,Jeanne,M.,Aguado-Zuniga,J.,Conte,M.S.&Hughes-Fulford,M.\n102,777–786(2000). Effects of gravitational mechanical unloading in endothelial cells: association\n9. Forcina, L., Cosentino, M. & Musaro, A. Mechanisms regulating muscle regen- between caveolins, inflammation and adhesion molecules. Sci. Rep. 3, 1494\neration: insights into the interrelated and time-dependent phases of tissue (2013).\nhealing.Cellshttps://doi.org/10.3390/cells9051297(2020). 40. Muller,A.M.etal.ExpressionoftheendothelialmarkersPECAM-1,vWf,andCD34\n10. DiGirolamo,D.&Tajbakhsh,S.Pathologicalfeaturesoftissuesandcellpopula- invivoandinvitro.Exp.Mol.Pathol.72,221–229(2002).\ntionsduringcancercachexia.CellRegen.11,15(2022). 41. Luxton,J.J.etal.Telomerelengthdynamicsanddnadamageresponsesasso-\n11. He,W.A.etal.NF-kappaB-mediatedPax7dysregulationinthemusclemicro- ciatedwithlong-durationspaceflight.CellRep.33,108457(2020).\nenvironmentpromotescancercachexia.J.Clin.Invest.123,4821–4835(2013). 42. Autexier,C.&Lue,N.F.Thestructureandfunctionoftelomerasereversetran-\n12. McKenna, C. F.& Fry, C. S. Altered satellite cell dynamics accompany skeletal scriptase.Annu.Rev.Biochem.75,493–517(2006).\nmuscleatrophyduringchronicillness,disuse,andaging.Curr.Opin.Clin.Nutr. 43. O'Connor,M.S.,Carlson,M.E.&Conboy,I.M.Differentiationratherthanagingof\nMetab.Care20,447–452(2017). muscle stem cells abolishes their telomerase activity. Biotechnol. Prog. 25,\n13. Jurdana, M., Cemazar, M., Pegan, K. & Mars, T. Effect of ionizing radiation on 1130–1137(2009).\nhumanskeletalmuscleprecursorcells.Radiol.Oncol.47,376–381(2013). 44. Dilley,R.L.&Greenberg,R.A.ALTernativetelomeremaintenanceandcancer.\n14. Masuda, S. et al. Time- and dose-dependent effects of total-body ionizing TrendsCancer1,145–156(2015).\nradiationonmusclestemcells.Physiol.Rep.https://doi.org/10.14814/phy2.12377 45. Lovejoy,C.A.etal.LossofATRX,genomeinstability,andanalteredDNAdamage\n(2015). response are hallmarks of the alternative lengthening of telomeres pathway.\n15. Bachman,J.F.etal.Radiation-induceddamagetoprepubertalPax7+skeletal PLoSGenet.8,e1002772(2012).\nmusclestemcellsdriveslifelongdeficitsinmyofibersizeandnuclearnumber. 46. Amorim,J.P.,Santos,G.,Vinagre,J.&Soares,P.TheRoleofATRXinthealter-\niScience23,101760(2020). nativelengtheningoftelomeres(ALT)phenotype.Genes7,66(2016).\n16. DiDonna,S.etal.Telomerasecanextendtheproliferativecapacityofhuman 47. Napier,C.E.etal.ATRXrepressesalternativelengtheningoftelomeres.Onco-\nmyoblasts,butdoesnotleadtotheirimmortalization.Mol.CancerRes.1,643–653 target6,16543–16558(2015).\n(2003). 48. Yost, K. E. et al. Rapid and reversible suppression of ALT by DAXX in osteo-\n17. Sedivy, J. M. Can ends justify the means?: telomeres and the mechanisms of sarcomacells.Sci.Rep.9,4544(2019).\nreplicativesenescenceandimmortalizationinmammaliancells.Proc.NatlAcad. 49. Setlow,R.B.Thehazardsofspacetravel.EMBORep.4,1013–1016(2003).\nSci.USA95,9078–9081(1998). 50. Armanios,M.Telomeresandage-relateddisease:howtelomerebiologyinforms\n18. Tichy,E.D.etal.Singlestemcellimagingandanalysisrevealstelomerelength clinicalparadigms.J.Clin.Invest.123,996–1002(2013).\ndifferences in diseased human and mouse skeletal muscles. Stem Cell Rep. 9, 51. Lund,T.C.,Grange,R.W.&Lowe,D.A.Telomereshorteningindiaphragmand\n1328–1341(2017). tibialisanteriormusclesofagedmdxmice.MuscleNerve36,387–390(2007).\nnpjMicrogravity(2023) 76 PublishedincooperationwiththeBiodesignInstituteatArizonaStateUniversity,withthesupportofNASA\nE.D.Tichyetal.\n11\n52. Sacco, A. et al. Short telomeres and stem cell exhaustion model Duchenne 79. NationalAcademiesofSciencesEngineeringandMedicine(U.S.).Committeeon\nmusculardystrophyinmdx/mTRmice.Cell143,1059–1071(2010). AssessmentofStrategiesforManagingCancerRisksAssociatedwithRadiation\n53. Venturelli,M.etal.Cellularagingofskeletalmuscle:telomericandfreeradical Exposure During Crewed Space Missions et al. Space Radiation And Astronaut\nevidencethatphysicalinactivityisresponsibleandnotage.Clin.Sci.(Lond.)127, Health : Managing And Communicating Cancer Risks. (The National Academies\n415–421(2014). Press,2021).\n54. Ponsot,E.,Lexell,J.&Kadi,F.Skeletalmuscletelomerelengthisnotimpairedin 80. Kipling,D.&Cooke,H.J.Hypervariableultra-longtelomeresinmice.Nature347,\nhealthyphysicallyactiveoldwomenandmen.MuscleNerve37,467–472(2008). 400–402(1990).\n55. Walston, J. D. Sarcopenia in older adults. Curr. Opin. Rheumatol. 24, 623–627 81. Vera,E.,BernardesdeJesus,B.,Foronda,M.,Flores,J.M.&Blasco,M.A.Therate\n(2012). of increase of short telomeres predicts longevity in mammals. Cell Rep. 2,\n56. Reste,J.etal.TelomerelengthinChernobylaccidentrecoveryworkersinthelate 732–737(2012).\nperiodafterthedisaster.J.Radiat.Res.55,1089–1100(2014). 82. Hemann,M.T.&Greider,C.W.Wild-derivedinbredmousestrainshaveshort\n57. Yoshida,K.etal.Long-termeffectsofradiationexposureandmetabolicstatuson telomeres.NucleicAcidsRes.28,4474–4478(2000).\ntelomerelengthofperipheralbloodTcellsinatomicbombsurvivors.Radiat.Res. 83. Herbert, B. S., Hochreiter, A. E., Wright, W. E. & Shay, J. W. Nonradioactive\n186,367–376(2016). detectionoftelomeraseactivityusingthetelomericrepeatamplificationproto-\n58. Xu,Y.,Pei,W.&Hu,W.Acurrentoverviewofthebiologicaleffectsofcombined col.Nat.Protoc.1,1583–1590(2006).\nspaceenvironmentalfactorsinmammals.Front.CellDev.Biol.10,861006(2022).\n59. Theilen,N.T., Jeremic,N.,Weber, G.J.&Tyagi, S.C.Exercise preconditioning\ndiminishesskeletalmuscleatrophyafterhindlimbsuspensioninmice.J.Appl. ACKNOWLEDGEMENTS\nPhysiol.(1985)125,999–1010(2018).\nWe thank Drs. Liyun Wang and Shaopeng Pei for assistance with the hindlimb\n60. Kong,C.M.,Lee,X.W.&Wang,X.Telomereshorteninginhumandiseases.FEBSJ.\nsuspensiondesign.WethankRyanBonnerforhelpwithmousemonitoring.Wethank\n280,3180–3193(2013).\nDr.PuraMuñoz-Cánovesfortheprotocolforsenescencestaining.Schematicswere\n61. Kam,M.L.W.,Nguyen,T.T.T.&Ngeow,J.Y.Y.Telomerebiologydisorders.NPJ\ngenerated on biorender.com. This work was supported by NASA grant\nGenom.Med.6,36(2021).\n80NSSC19K1602andtheNIH/NIAMS(R01HL146662)toF.M.\n62. Rivera,T.,Haggblom,C.,Cosconati,S.&Karlseder,J.Abalancebetweenelon-\ngationandtrimmingregulatestelomerestabilityinstemcells.Nat.Struct.Mol.\nBiol.24,30–39(2017).\nAUTHORCONTRIBUTIONS\n63. Mirzoev,T.M.Skeletalmusclerecoveryfromdisuseatrophy:proteinturnover\nsignalingandstrategiesforacceleratingmuscleregrowth.Int.J.Mol.Sci.https:// E.D.T. and F.M. designed the study. E.D.T., J.H.L., G.L., and K.N.E. performed\ndoi.org/10.3390/ijms21217940(2020). experimentsandanalyzeddata.E.D.T.,F.B.J.,andF.M.interpreteddata.E.D.T.and\nF.M.wrotethemanuscript.\n64. Bryan,T.M.,Englezou,A.,Dalla-Pozza,L.,Dunham,M.A.&Reddel,R.R.Evidence\nforanalternativemechanismformaintainingtelomerelengthinhumantumors\nandtumor-derivedcelllines.Nat.Med.3,1271–1274(1997).\nCOMPETINGINTERESTS\n65. Bryan,T.M.,Englezou,A.,Gupta,J.,Bacchetti,S.&Reddel,R.R.Telomereelon-\ngationinimmortalhumancellswithoutdetectabletelomeraseactivity.EMBOJ. Theauthorsdeclarenocompetinginterests.\n14,4240–4248(1995).\n66. Zhang, J. M. & Zou, L. Alternative lengthening of telomeres: from molecular\nmechanismstotherapeuticoutlooks.CellBiosci.10,30(2020). ADDITIONAL INFORMATION\n67. Xu,Y.&Xu,D.Repairpathwaychoicefordouble-strandbreaks.EssaysBiochem.\nSupplementary information The online version contains supplementary material\n64,765–777(2020).\navailableathttps://doi.org/10.1038/s41526-023-00303-1.\n68. Smith, M. J., Bryant, E. E., Joseph, F. J. & Rothstein, R. DNA damage triggers\nincreased mobility of chromosomes in G1-phase cells. Mol. Biol. Cell 30,\nCorrespondence and requests for materials should be addressed to Foteini\n2620–2625(2019).\nMourkioti.\n69. Welty,S.etal.RAD52isrequiredforRNA-templatedrecombinationrepairinpost-\nmitoticneurons.J.Biol.Chem.293,1353–1362(2018).\nReprints and permission information is available at http://www.nature.com/\n70. Bechter,O.E.,Zou,Y.,Shay,J.W.&Wright,W.E.Homologousrecombinationin\nreprints\nhumantelomerase-positiveandALTcellsoccurswiththesamefrequency.EMBO\nRep.4,1138–1143(2003).\nPublisher’snoteSpringerNatureremainsneutralwithregardtojurisdictionalclaims\n71. Remot,F.etal.Nosexdifferencesinadulttelomerelengthacrossvertebrates:a inpublishedmapsandinstitutionalaffiliations.\nmeta-analysis.R.Soc.OpenSci.7,200548(2020).\n72. Gardner, M. et al. Gender and telomere length: systematic review and meta-\nanalysis.Exp.Gerontol.51,15–27(2014).\n73. Moller,P.etal.Sex-relateddifferencesinlengthanderosiondynamicsofhuman\nOpen Access This article is licensed under a Creative Commons\ntelomeresfavorfemales.Aging(AlbanyNY)1,733–739(2009).\nAttribution 4.0 International License, which permits use, sharing,\n74. Gutierrez-Rodrigues,F.etal.Associationbetweenleukocytetelomerelengthand\nadaptation,distributionandreproductioninanymediumorformat,aslongasyougive\nsex by quantile regression analysis. Hematol. Transfus. Cell Ther. 44, 346–351\nappropriatecredittotheoriginalauthor(s)andthesource,providealinktotheCreative\n(2022). Commonslicense,andindicateifchangesweremade.Theimagesorotherthirdparty\n75. Mark,S.etal.Theimpactofsexandgenderonadaptationtospace:executive materialinthisarticleareincludedinthearticle’sCreativeCommonslicense,unless\nsummary.J.Women’sHealth(Larchmt.)23,941–947(2014).\nindicatedotherwiseinacreditlinetothematerial.Ifmaterialisnotincludedinthe\n76. Yasuda,H.&Sihver,L.BroadeningtheselectioncriteriaforAstronautsunder- article’sCreativeCommonslicenseandyourintendeduseisnotpermittedbystatutory\ntaking long–term space travel. Front. Nuclear Med. https://doi.org/10.3389/\nregulationorexceedsthepermitteduse,youwillneedtoobtainpermissiondirectly\nfnume.2022.997718(2022).\nfrom the copyright holder. To view a copy of this license, visit http://\n77. Onorato,G.,DiSchiavi,E.&DiCunto,F.Understandingtheeffectsofdeepspace\ncreativecommons.org/licenses/by/4.0/.\nradiation on nervous system: the role of genetically tractable experimental\nmodels.Front.Phys.https://doi.org/10.3389/fphy.2020.00362(2020).\n78. Chancellor,J.C.etal.Limitationsinpredictingthespaceradiationhealthriskfor ©TheAuthor(s)2023\nexplorationastronauts.NPJMicrogravity4,8(2018).\nPublishedincooperationwiththeBiodesignInstituteatArizonaStateUniversity,withthesupportofNASA npjMicrogravity(2023) 76"
  },
  "title": "com/npjmgrav\nARTICLE\nOPEN\nImpacts of radiation exposure, hindlimb unloading, and\nrecovery on murine skeletal muscle cell telomere length",
  "authors": [
    "Ji-Hyung Lee 1",
    "Grant Li1"
  ],
  "year": "2023"
}