{
  "sections": {
    "Body": "RoyandBasshamBMCPlantBiology (2017) 17:73\nDOI10.1186/s12870-017-1024-4\nRESEARCH ARTICLE Open Access\nTNO1, a TGN-localized SNARE-interacting\nprotein, modulates root skewing in\nArabidopsis thaliana\nRahul Roy1,2,4 and Diane C. Bassham1,2,3*\nAbstract\nBackground: The movement of plant roots within the soilis key to their ability to interactwith theenvironment\nand maximize anchorage and nutrient acquisition.Directional growth ofroots occurs by a combinationof sensing\nexternal cues, hormonalsignaling and cytoskeletal changes in theroot cells. Roots growingon slanted,\nimpenetrable growthmediumdisplay a characteristic waving and skewing, and mutants withdeviationsin these\nphenotypes assist inidentifying genes required for root movement. Our study identifies a rolefor a trans-Golgi\nnetwork-localizedprotein in root skewing.\nResults: We found that ArabidopsisthalianaTNO1 (TGN-localized SYP41-interacting protein), a putative tethering\nfactor localized atthe trans-Golginetwork, affects root skewing. tno1 knockout mutants display enhanced root\nskewing and epidermal cell file rotation. Skewing of tno1roots increases upon microtubulestabilization, but is\ninsensitive to microtubuledestabilization.Microtubule destabilization leads to severedefects incell morphology in\ntno1seedlings. Microtubule array orientation is unaffected inthe mutant roots, suggesting that theincrease incell\nfile rotation is independentof the orientation of microtubule arrays.\nConclusions: We conclude that TNO1 modulates root skewing ina mechanism that is dependent onmicrotubules\nbutis notlinked to disruption of theorientation of microtubule arrays. Inaddition, TNO1 is required for\nmaintenance of cell morphologyin mature regions of roots and the base of hypocotyls. The TGN-localized SNARE\nmachinery might therefore be important for appropriate epidermal cell file rotation and cell expansion during root\ngrowth.\nKeywords: trans-Golginetwork, Root movement, Cell file rotation, Tetheringfactor, Microtubules\nBackground These cues are integrated and then signal downstream\nEstablishment of the root system of a plant is crucial for processes involving hormonal pathways and cell expan-\nefficient anchorage and nutrient acquisition. Root devel- sion[4].Thisleadstoacumulativephysiologicalresponse\nopment and architecture are well-studied [1] but our driving root movement and establishing the root\nunderstandingofhowrootsinteractwithsoilcomponents architecture.\nis still incomplete. This is due in part to the difficulty of Studying and simulating root movement and direc-\nvisualizing roots as they move into the soil, although tional growth in the laboratory on synthetic growth\nrecentdevelopmentssuchastheGLO-Rootsplatformaid media has revealed distinct movement types, and some\nin imaging this process [2, 3]. Root growth into the sub- of the genes and pathways that control them [4]. Roots\nstratum presents multiple cues to the root tip such as of Arabidopsis thaliana seedlings display various growth\nmechanical obstacles, moisture and nutrient gradients. behaviors depending on external conditions. When em-\nbedded in a homogeneous medium (penetrable agar),\n*Correspondence:bassham@iastate.edu roots grow downward in response to gravity and show\n1DepartmentofGenetics,DevelopmentandCellBiology,1035BRoyJCarver minimal deviation from the gravity vector. By contrast,\nCo-Lab,1111WOIRd,IowaStateUniversity,Ames,IA50011,USA\nwhen roots are subjected to multiple directional cues,\n2InterdepartmentalGeneticsProgram,IowaStateUniversity,Ames,IA,USA\nFulllistofauthorinformationisavailableattheendofthearticle complicated growth patterns occur [5]. For example,\n©TheAuthor(s).2017OpenAccessThisarticleisdistributedunderthetermsoftheCreativeCommonsAttribution4.0\nInternationalLicense(http://creativecommons.org/licenses/by/4.0/),whichpermitsunrestricteduse,distribution,and\nreproductioninanymedium,providedyougiveappropriatecredittotheoriginalauthor(s)andthesource,providealinkto\ntheCreativeCommonslicense,andindicateifchangesweremade.TheCreativeCommonsPublicDomainDedicationwaiver\n(http://creativecommons.org/publicdomain/zero/1.0/)appliestothedatamadeavailableinthisarticle,unlessotherwisestated.\nRoyandBasshamBMCPlantBiology (2017) 17:73 Page2of12\nArabidopsis roots grown on a slanted impenetrable sensitive factor attachment protein receptors) maintain\nmedium(1.5% agar) showacharacteristic deviation from vesicle trafficking fidelity and cargo sorting within cells\nthe vertical (skewing) with a periodic wave-like pattern [31]. The TGN-localized SYP4 (41/42/43) SNARE family\nalong their trajectory (waving).Thisarises due to a com- is required for multiple transport pathways that in turn\nbination of touch [6], gravitropism [7], circumnutation regulate auxin homeostasis and disease resistance [30].\n[5], and physical interaction between the root tip and SYP61,anotherTGN-localizedSNAREthatinteractswith\nthegrowth medium [8]. SYP41, functions in vacuolar trafficking and secretion of\nSkewing and waving roots display a characteristic cell wall enzymes such as cellulose synthase and pectin-\ntwisting of epidermal cell files along the root, referred to polysaccharide-modifyingprotein.Thisindicatesarolefor\nas cell file rotation (CFR). When roots of Arabidopsis SYP61intraffickingofcellwallcomponentsandenzymes\nseedlings skew and wave, the succession of sinusoidal for their synthesis and modification [32–34]. TNO1\nwaves alternate between left-handed and right-handed (TGN-localized SYP41-interacting protein) is a TGN-\nCFRs, which correlates with their rightward and leftward localized coiled-coil protein that interacts with the SYP41\nmovement respectively [6, 7]. According to Rutherford SNARE machinery. Mutant plants lacking TNO1 (tno1)\nand Masson (1996), skewing is described as rightward or partially mis-sort vacuolar cargo, mis-localize SYP61 and\nleftward when viewed from the back of the plate [7] display altered TGN dynamics and slower gravitropic\nwhile handedness of the CFR is defined as left-handed responses[35,36].\nor right-handed when viewing the axis of the root point- Trafficking at theTGNplaysarole inauxin responses,\ning shootwards. Roots of Arabidopsis grown on a trafficking of cell wall components, and cell expansion,\nslanted, hard medium exhibit a dominant left-handed all of which are important for root growth and move-\nrotationaround thegrowthaxisresultinginapredomin- ment. In addition, gravitropic bending is delayed in tno1\nantly counterclockwise/left-handed epidermal CFR. This roots, suggesting defects in directional growth of roots.\nusually corresponds to a rightward skewing when seen We therefore investigated a potential function for TNO1\nfrom the back of the plate [7, 9, 10]. CFR also typically in root movement. We report here that TNO1 acts as a\ncorrelates with an oblique microtubule (MT) array negative regulator of root skewing, since tno1 mutant\norientation in the twisting cell files, although exceptions roots have enhanced skewing which also correlates with\ndoexist [11]. anenhancedCFR.\nMultiple factors such as external cues (e.g. moisture,\nlight or gravity),hormonal pathways, and cytoskeletaland Methods\ncell wall dynamics influence the direction of root growth Plantmaterialandgrowthconditions\n[4]. External cues signal changes in hormone signaling Arabidopsis thaliana Col-0 (wild-type, WT) and tno1\npathways, including auxin [12–14], ethylene [8, 15], cyto- knockout mutant (SALK_112503) were obtained from\nkinin[16]andbrassinosteroidpathways[17].Downstream the Arabidopsis Biological Resource Center; the comple-\nof hormonal and environmental perception, changes in mented tno1 mutant was generated previously in our\nthe cytoskeleton and in cell wall deposition patterns laboratory [35]. Arabidopsis seeds were surface-sterilized\nmodulate cell division and cell expansion dynamics, thus in 33% bleach, 0.1% (v/v) Triton X-100 for 20 min,\nmediating root movements. Defects in tubulin structure rinsed 5 times with sterile water and kept in the dark at\nor activity or in MT-associated proteins result in altered 4°Cforatleast2daysbeforebeingsubjectedtotheroot\nMT dynamics and array orientation. This then leads to skewing and waving assays or drug sensitivity assays\nchanges in cell expansion and affects CFR and skewing described below. Arabidopsis hypocotyls were analyzed\n[18,19].Cellwallpropertiesandthetraffickingofcellwall by plating sterilized seeds on 0.5X solid Murashige-\ncomponents to the plasma membrane are key to root Skoog(MS)medium[(Murashige-Skoogvitaminandsalt\nelongation and movement as inferred from the altered mixture, Caisson, MSPA0910] with 1% sucrose, 2.4 mM\nroot movements observed in mutants defective in cellu- MES (pH 5.7), and 0.8% (w/v) Phytoblend agar (Caisson,\nlose deposition, wall-anchored proteins or crosslinking of PTP01)andgrowing verticallyat22°Cinthedark.\ncellwallcomponents[20–22].\nSorting of cell wall components occurs at the trans- Rootskewingandwavingassays\nGolgi network (TGN), a tubulo-vesicular organelle that Skewing and waving assays were performed as described\nmatures from the two or three trans- most cisternae of [7, 37]. Arabidopsis plants were grown at 22 °C in long-\nthe Golgi [23]. It acts as an early endosome, receiving day conditions (16 h light) on 0.5X solid Murashige-\nendocytosed cargo as well as directing vacuolar and Skoog (MS) medium (Murashige-Skoog vitamin and salt\nsecretorytraffic,withdistinctsubdomainsthatfunctionin mixture, Caisson, MSPA0910) with 1% sucrose, 2.4 mM\nvarious trafficking routes [24–30]. Specific membrane MES (pH 5.7), and 1.5% (w/v) Phytoblend agar (Caisson,\nfusion factors called SNAREs (soluble N-ethylmaleimide– PTP01). Seedlings were grown vertically for 3 days after\nRoyandBasshamBMCPlantBiology (2017) 17:73 Page3of12\nwhich the root tip position was marked. The plates were with a Leica confocal laser scanning microscope (Leica\nthen slanted backwards, 30o to the vertical, and grown SP5; Leica Microsystems) at the Iowa State University\nfor another 4 days. Images of the roots were acquired Confocal and Multiphoton Facility, using a 40X (1.25\nfrom the back of the plate using a Nikon SMZ1000 light NA) or 63X (1.4 NA) Leica oil immersion objective.\nmicroscope equipped with a Nikon S10 CoolPix camera. Excitation and emission wavelengths were 488 nm and\nAnalysis of root parameters was performed using Image 507 nm. Laser power, scan frequency and line averaging\nJ [38]. Root tip deviations to the right from the back of were optimized and kept constant between samples and\nthe plate were considered positive while deviations to replicates. Confocal images were analyzed with the freely\ntheleftwere considered negative. available software package MicroFilament Analyzer\nRoot morphometric analyses were performed as (MFA) [43], and data was displayed as circular plots as\ndescribed [39]. Images of skewing/waving roots were generated by the software. MT angles generated by the\nanalyzed with the ImageJ software [38] for measuring software were classified into three classes, 0 to 10, 11 to\nroot tip abscissa (Lx) and length of the root (L) followed 30 and 31 to 90 degrees using Microsoft Excel and used\nbycalculation of horizontalgrowthindices (Lx/L). forsubsequent analysis.\nDrugsensitivityassays Results\nSeedlings were grown vertically on plates containing LossofTNO1resultsinexaggeratedrootskewing\neither taxol (Paclitaxel, Sigma Cat #T7191) or propyza- Mutants lacking TNO1 have normal root elongation,\nmide (Sigma-Aldrich, Cat #45645) at the indicated but show a lag in root gravitropic bending upon gravisti-\nconcentrations for 5 days and skewing angles of roots mulation [36]. Positive gravitropism is a key component\nwere determined. Dark grown hypocotyl cell phenotypes drivingrootwavingandskewing,andhencewehypothe-\nwere analyzed by placing 7-day-old hypocotyls on the sizedthatTNO1 might playaroleintheseprocesses.\nsurface of warm 3% low melting point agarose on a slide To test this hypothesis, 3-day-old seedlings were\n[40] and then imaging the imprints with a Zeiss grown vertically on the surface of hard agar medium\nAxioplanIIlight microscope. (1.5% agar), the plates tipped over by 30o, and the seed-\nlings allowed to grow for an additional 4 days (Fig. 1a).\nCellfilerotationanalysisandpropidiumiodidestaining Theslantforcestheroottiptopressagainsttheimpene-\nThe root surface of Arabidopsis seedlings was visualized trable medium due to positive gravitropism. As the root\nusingaZeissmacro-zoommicroscopeattheMicroscopy fails to penetrate the medium, cell expansion and\nand NanoImaging facility, Iowa State University. Alter- circumnutation drive the root to the side and this alter-\nnatively, roots were stained with propidium iodide nates between rightward and leftward corrective devia-\n(ThermoFisher Scientific Cat #P3566). Seedlings were tions resulting in characteristic waving and skewing\ndipped in a working aqueous solution (10 μg/ml) of responses [4, 7]. tno1 mutant roots (KO) formed sinus-\npropidium iodide for 1 min and then washed twice by oidal wave-like growth patterns similar to WT (Col-0)\ndipping in petri dishes filled with water for 30 s. The roots but had an exaggerated rightward skew compared\nroots were mounted in water and visualized using a to the WT roots, when seen from the back of the plate\nLeica confocal laser scanning microscope (Leica SP5; (Fig. 1b). tno1 mutants complemented with transgenic\nLeica Microsystems) at the Iowa State University Con- TNO1 under the control of its own promoter (COM)\nfocal and Multiphoton Facility. Excitation and emission [35] had reduced skewing compared to the mutants and\nwavelengths were 488 nm and 617 nm respectively. were similar to the WT roots (Fig. 1b). Root images\nLaser power, scan frequency and line averaging were were analyzed using ImageJ [38] and quantified for devi-\noptimized and kept constant between samples and ation of the root tips from their position at the time of\nreplicates. CFR angles of the roots were calculated as slant initiation (β) (Fig. 1c) [7, 39]. tno1 mutants had a\ndescribed[7,41]usingImageJ [38]. higher angle of deviation than the WT or complemented\nroots (Fig. 1d; P < 0.05). To confirm the difference in\nImmunostainingandanalysisofmicrotubules phenotype, another morphometric parameter, the\nFive-day-old Arabidopsis seedlings grown on slanted horizontal growth index (HGI), was calculated for the\nmedium were fixed and immunostained as described skewing roots. HGI is the ratio of the root tip abscissa\n[42]. Mouse anti-α- tubulin antibodies (Sigma-Aldrich, (Lx) and length of the root (L) (Fig. 1c)and is a sensitive\nCat #T6074), diluted 1:100, were used for immunolabel- and robust parameter to quantify lateral directions of\ning of MTs followed by AlexaFluor 488-conjugated goat growth, independent of root shape [39]. Root tips\nanti-mouse IgG (ThermoFisher Scientific, Cat #A11029) skewed to the right yield positive Lx values and negative\nas a secondary antibody, diluted 1:500. Cells within the values when roots skew left. A positive Lx results in a\nelongation zone were imaged by confocal microscopy positive HGI value, which then signifies a rightward\nRoyandBasshamBMCPlantBiology (2017) 17:73 Page4of12\nFig.1LossofTNO1proteinfunctioncausesincreasedrightwardrootskewing.aSideviewofthesetupfortherootskewingassayongrowth\nmediumsolidifiedwith1.5%agar.Seedlingsweregrownverticallyfor3daysinlongday(LD)conditions,afterwhichtheroottippositionwas\nmarked.Theplateswerethenslantedbackwards,30otothevertical,andgrownforanother4days.bImagesofWT,tno1mutant(KO)and\ncomplementedtno1mutants(COM)displayingskewingofrootsawayfromthevertical.Scalebar=1cm.cSchematicdiagramofanalysisofa\nroottodeterminetheangulardeviationoftheroottip(β),thehorizontalroot-tipdeviation(Lx)andthelengthoftheroot(L).Ahighervalueof\nβandHGI(=Lx/L)indicateincreasedskewing.dAngulardeviationofroottipsofWT,KOandCOMseedlingssubjectedtotherootskewingassay\nasdescribedin(a).eHorizontalgrowthindex(HGI)ofrootsofWT,KOandCOMseedlingssubjectedtotheskewingassay.HGIistheratioofthe\nhorizontalroottipdeviation(Lx)androotlength(L).Allvaluesrepresentthemeansof3biologicalreplicateswith12–15seedlingsanalyzedfor\neachreplicate.Errorbarsindicatestandarderror.Asterisksindicateastatisticallysignificantdifference(P<0.05)byStudent’st-test\ndeviation while a negative value suggests leftward devi- base of the elongation zone of skewing roots. Rightward-\nation [39]. tno1 roots had a significantly higher HGI skewing mutants usually display a dominant left-handed\nthan WT and complemented lines (Fig. 1e; P < 0.05), CFR [4, 11]. We therefore hypothesized that the enhanced\nconfirming that the tno1 mutants do indeed have an in- rightward skewing in the tno1 mutants would correlate\ncreased rightwarddeviation fromthe vertical. withanincreaseinleft-handedCFR.\nMicroscopic analysis of mutant roots showed a marked\nSkewingtno1rootsdisplayenhancedrootepidermalcell left-handedepidermalCFRinitiatingintherootelongation\nfilerotation(CFR) zone (black arrow, Fig. 2a) while WTand complemented\nThe cellular basis for CFR is still not completely under- rootsmainlyhaveaverticalarrangementofcellfileswitha\nstood, but has been proposed to be a result of the circum- lack of distinct CFR in this region (Fig. 2a). Confocal im-\nnutation of the root tip [20]. Circumnutation is dependent agingofpropidiumiodide-stainedrootsrevealedadistinct-\nonaninternalmechanismthatresultsinanellipticalorcir- ive left-handed CFR with a higher twist in the elongation\ncular trajectory around an imaginary axis of growth [44]. zoneoftno1linescomparedtotheWTandcomplemented\nThe helical pattern of cell division at the root tip has been lines (Fig. 2b). Images were analyzed with ImageJ to quan-\nhypothesized to be thebasis for epidermal CFR [6, 10, 37]. tifytheleft-handedtwistofthecellfilesrelativetothelon-\nThe characteristic spiral cell division patterns of the outer gitudinalaxisoftheroot.Thetno1CFRsweresignificantly\ncircleofmeristematiccellsintherootapexcausesaspiral- higher (P < 0.01) than the WT and complemented root\ning of the cell files, thus resulting in CFR formation [45], CFRs(Fig.2c).Thismayexplaintheenhancedskewofthe\nalthough this fails to explain why CFR initiates at the base mutant roots, since the increased left-handed twist might\nof the elongation zone, away from the site of initial cell causelargerdeviationsfromtheaxisofgrowth.\ndivisions. A lag in anisotropic expansion rates between the\nepidermalandtheinnercelllayerscanalsocauseatwisting Skewingoftno1rootsisenhanceduponMTstabilization\nof the cell files to compensate for stresses and strains that bytaxol\nmight otherwise cause tissue breakage [9]. CFR, usually CFR can be caused directly by altered cortical MT\npreceding root bending and skewing [41], is visible at the organization, which influences anisotropic expansion as\nRoyandBasshamBMCPlantBiology (2017) 17:73 Page5of12\nFig.2Skewingtno1rootsdisplayenhancedrootepidermalcellfilerotation.aImagesofthesurfaceofroottipsofWT,KOandCOMlinessubjectedto\ntheskewingassay,imagedunderamacrozoommicroscope.Theblackarrowpointstoepidermalcellfilerotation.Scalebar=100μm.bConfocal\nmicroscopicimageofpropidiumiodide-stainedelongationzoneofWT,KOandCOMrootssubjectedtotheskewingassay.Scalebar=100μm.cCellfile\nrotationanglesofskewingrootsofWT,KOandCOMlines.Allvaluesrepresentthemeansof3biologicalreplicates,withatleast10cellfilesfrom5\nseedlingsanalyzedforeachreplicate.Errorbarsindicatestandarderror.Asterisksindicateastatisticallysignificantdifference(P<0.01)byStudent’st-test\nMTalignment controls the direction of cellulose depos- ofthe mutant roots from 0 μM to 0.2 μM taxol is signifi-\nition [46, 47]. Several mutants defective in MTstability, cantly higher (P < 0.05) than in the WTand complemen-\norganization and dynamics have enhanced right- or left- tedlineroots(Fig.3c).Wehypothesizedthatthisincrease\nward skewing, with a dominant left or right-handed CFR inskewingwasduetoanincreaseintheleft-handedtwist\nrespectively [18]. Many, but not all, also display a hand- of the roots. Analysis of confocal images of propidium\nedness of the cortical MTarrays that is opposite to the iodide stained roots in the presence of 0.2 μM taxol re-\nCFR handedness of the elongation zone of the roots. vealsalargerleft-handedCFRinthetno1rootscompared\nSome mutants defective in MT-interacting proteins to WTand complemented lines (Fig. 3d, e). The pheno-\nshow right-handed CFR, skew to the left, and display type is reflective of the effect of taxol on the root growth\nleft-handed helical cortical MT arrays in the elongation rather than the effect of a slanted substratum, since the\nzone [48, 49], while others have skewing defects but drug assay is conducted on vertically-oriented plates.\nnormal transverse MT array orientation in the root These results suggest that MT stabilization exaggerates\nelongation zone. This suggests that the relationship therootskewingandCFRphenotypeofthetno1mutants.\nbetween MT dynamics, orientation, and skewing is com-\nplex. We hypothesized that the enhanced skewing and EffectofMTdestabilizationbypropyzamide(PPD)on\nCFR in tno1 mutants might also be due to changes in rootskewingintno1mutants\ncortical MTarray organization or dynamics.TNO1is lo- The MT-destabilizing chemical propyzamide (PPD) also\ncalized to theTGN, and this hypothesis receives support enhances rightward skewing in WT seedlings [9]. Since\nfrom a recent study in which a TGN-localized protein the effect of MT stabilization on root skewing in tno1\nwas shown to activate a kinesin and be involved in root seedlings suggests a MT-based role for TNO1 in root\nskewing and gravitropism, linking MTs and the TGN in movement,wetestedtheeffectofPPDonrootskewingin\ntheroot skewing process[50]. the tno1 mutant. WTand complemented roots showed a\nThe MT-stabilizing chemical taxol causes MT bundling slight increase in rightward skew at 1 μM PPD and a\nand enhances rightward skewing in WT roots [9, 51]. marked increase at 3 μM PPD. Surprisingly, skewing of\nWhen grown vertically on increasing concentrations of tno1mutantrootswasinsensitivetoPPD(Fig.4a,b).The\ntaxol (Fig. 3a), tno1 roots showed significantly higher percentage increase in skewing observed for WT and\nrightward skewing than the WTand complemented lines complemented roots in the presence of PPD was signifi-\n(Fig. 3a, b). The percentage increase in the skewing angle cantly higher than in tno1 (Fig. 4c). The increase in\nRoyandBasshamBMCPlantBiology (2017) 17:73 Page6of12\nFig.3Skewingoftno1rootsisenhanceduponMTstabilizationbytaxol.aAngleofskewwithrespecttothehorizontalforWT,KOandCOM\nrootsgrownontwodifferentconcentrationsoftaxol.SeedlingsweregrownverticallyinLDconditionsfor5daysongrowthmediasolidified\nwith1.5%agarandeithercontainingtaxolorsolventasacontrol.Allvaluesrepresentthemeansofthreebiologicalreplicateswithatleast12–15\nseedlingsforeachreplicate.Errorbarsindicatestandarderror.Asterisksindicateastatisticallysignificantdifference(P<0.05)byStudent’s\nt-test.bLightmicroscopicimagesofrootsofWT,KOandCOMlinesgrownverticallyinthepresenceof0.2μMtaxolfor5days.Scalebar=1cm.\ncMeanrootskewofeachgenotypeontaxolcomparedtothemeanonthesolventcontrolwasexpressedaspercentageincreaseinskew.\nValuesrepresentanalysisof3biologicalreplicateswithatleast12seedlingsforeachreplicate.Errorbarsindicatestandarderrors.Differentletters\nindicatestatisticallysignificantdifferences(P<0.05)byStudent’st-test.dConfocalimagesofpropidiumiodide-stainedelongationzonesofWT,\nKOandCOMrootsdisplayingepidermalCFR.Therootsweregrownverticallyon0.2μMtaxolfor5days.Scalebar=100μm.eCellfilerotation\nanglesofskewingrootsofWT,KOandCOMlinesgrownon0.2μMtaxol.Allvaluesrepresentthemeansof3biologicalreplicateswithatleast\n10cellfilesfrom3seedlingsanalyzedforeachreplicate.Errorbarsindicatestandarderrors.Asterisksindicateastatisticallysignificantdifference\n(P<0.01)byStudent’st-test\nskewing for the complemented lines was slightly higher treated-WT and complemented roots. Confocal micro-\nthan the WT, suggesting that the precise expression pat- scopic analysis of the surface of roots growing on 3 μM\ntern of the TNO1 protein may be reflected in the extent PPDrevealsatwistingofWTandcomplementedepider-\nof root skewing. While theTNO1 transgene in the com- mal cell files. The mutant root epidermal cell files also\nplemented lines is expressed under its native promoter display considerable left-handed CFR, indistinguishable\nand its overall expression levels are similar to that of the from WT and complemented lines (Fig. 4d, e). Hence,\nendogenous protein, position effects within the genome the resistance of tno1 roots to PPD-induced skewing is\nmay cause slight differences in expression pattern in independent of PPD-induced CFR. To explain this\ndifferentcelltypes. observation, we hypothesized that the PPD treatment\nWe hypothesized that the reduced skewing of tno1 might have other effects on the mutant roots, including\nroots in the presence of PPD would correlate with a effects on root growth or morphology. There were no\nreduced CFR when compared with CFRs of PPD measurable differences between the root growth rates of\nRoyandBasshamBMCPlantBiology (2017) 17:73 Page7of12\nFig.4EffectofMTdestabilizationbypropyzamide(PPD)onrootskewingintno1mutants.aAngleofskewwithrespecttothehorizontalforWT,\nKOandCOMrootsgrownontwodifferentconcentrationsofPPD.Seedlingsweregrownverticallyinlong-dayconditionsfor5daysongrowth\nmediasolidifiedwith1.5%agarandeithercontainingPPDorsolventasacontrol.Allvaluesrepresentthemeansof3biologicalreplicateswithat\nleast12–15seedlingsforeachreplicate.Errorbarsindicatestandarderror.AsterisksindicateastatisticallysignificantdifferencefromWT(P<0.05)\nbyStudent’st-test.bLightmicroscopicimageofrootsofWT,KOandCOMlinesgrownverticallyinthepresenceof3μMPPDfor5days.Scale\nbar=1cm.cMeanrootskewofeachgenotypeonPPDcomparedtothemeanonthesolventcontrol,expressedaspercentageinhibition.Values\nrepresentanalysisof3biologicalreplicateswithatleast12seedlingsforeachset.Errorbarsindicatestandarderror.Differentlettersindicate\nstatisticallysignificantdifferences(P<0.05)byStudent’st-test.dRepresentativeimageofpropidiumiodide-stainedelongationzonesofWT,KO\nandCOMrootsgrownverticallyon3μMPPDfor5days,imagedwithaconfocalmicroscope.Scalebar=100μm.eCellfilerotationanglesof\nrootsofWT,KOandCOMlinesgrownon3μMPPD.Allvaluesrepresentthemeansof3biologicalreplicateswithatleast10cellfilesfrom3\nseedlingsanalyzedforeachreplicate.Errorbarsindicatestandarderrors\nthe WT, tno1 and complemented lines when grown in CFR in the elongation zone continues to form nor-\nthe presence or absence of PPD (not shown), and it is mally. It is possible that the defects in the mature\ntherefore unlikely that the difference in skewing is due zone of the PPD-treated tno1 roots could then affect\ntodifferencesingrowthrate. how the growing root interacts with the substrate,\nSurprisingly, mature regions of tno1 roots grown on which would in turn affect root skewing.\n3 μM PPD had more severe defects in cell morphology To assess whether other organs and cell types in the\nwhen compared to PPD-treated WT and complemented mutant might also be sensitive to MT disruption by\nlines,withthemutantsdisplayingmalformedcells(Fig.5a). PPD, we analyzed agarose imprints of control and PPD-\nWhereas PPD-treated WT and complemented roots have treated dark-grown hypocotyls. The base of the hypo-\ntypicallong,narrowcells,tno1mutantrootcellsareshorter cotyls in the WTand complemented lines had cells with\nand wider, indicating defects in anisotropic growth. This increased width when compared to their untreated\npointstoapossibledefectincellmaturationorcellwallde- counterparts. tno1 hypocotyls were hypersensitive to\nposition that could potentially interfere with the ability of PPD, with much more severe defects in cell morphology\nthe tno1 roots to skew in the presence of PPD even as the when compared to the untreated tno1 seedlings and to\nRoyandBasshamBMCPlantBiology (2017) 17:73 Page8of12\nFig.5Effectof3μMpropyzamide(PPD)oncellmorphologyofthematureregionoftherootandthebaseofthehypocotyl.aRepresentative\nimageofpropidiumiodide-stainedmaturezoneofWT,KOandCOMrootsgrownonsolventasacontrolor3μMPPDfor7days,imagedwitha\nconfocalmicroscope.Scalebar=100μm.bRepresentativeagaroseimprintsofthebaseofWT,KOandCOMhypocotylsgrownonsolventcontrol\nor3μMPPDfor7days,imagedwithamacrozoommicroscope.Scalebar=100μm\nPPD-treated WTand complemented seedlings (Fig. 5b). processes have a change in the pitch of MTarrays asso-\nThePPD-treated tno1 seedlings also lacked the spiraliza- ciated with a corresponding change in CFR. However,\ntionofthe cellsobservedinthetreatedWTandcomple- some mutants with enhanced CFR show no obliqueness\nmented lines. As observed in the skewing assay, the of the MT array, but rather have transverse arrange-\ncomplemented lines were slightly more sensitive to PPD ments similar to the central elongation zone cells of the\nthan WT, which again may be due to position effects. WT roots. For example, the sku6 mutant maintains a\nCell elongation is initiated at the base of dark grown transverse alignment of MT arrays despite its left-\nhypocotyls [52], and the loss of TNO1 may lead to an handed CFR [9, 54] while the mor1–1 mutant, impaired\nincreased susceptibility of this cell expansion process to in MT polymerization, also displays a left-handed CFR\nMT destabilization by PPD. Treatment with low concen- but no bias in MTarray orientation [55]. These mutant\ntrations of PPD (such as 2 μM) has been reported to phenotypes suggest that additional factors can also be\ncause a decrease in the dynamic instability of cortical responsible for a change in CFR, apart from the MT\nMTs, leading to more static MTs that spend more time arrayorientation.\nin the paused state compared to untreated cells [53]. We hypothesized that the dominant left-handed CFR\nOur results suggest that the disruption of MT dynamics in the tno1 roots would correspond to a right-handed\nby PPD has a more adverse effect on tno1 roots than MT array in the epidermal cells of the elongation zone\nWT. This could be manifest as defects in MT-array compared to WT roots. Four-day-old chemically fixed\norganization, anisotropic expansion, or both, resulting in WT and tno1 roots, grown on a slanted impenetrable\ntheobserveddisruptionincellmorphologyintno1. medium, were immunostained with tubulin antibodies\n[42] to detect MTs and imaged by confocal microscopy.\nTheorientationofMTarraysintheelongatingcellsof The MT arrays of epidermal cells in the mutant roots\nskewingtno1rootsisnotaffected did not show any distinct handedness or change in pitch\nMT arrays in elongation zones of roots are usually ar- compared to WT epidermal MTarrays (Fig. 6a). Quanti-\nranged in a transverse orientation to facilitate aniso- tative analyses on collected images were performed util-\ntropic expansion. Skewing roots of some mutants with izing the MATLAB software package MicroFilament\nmarked CFRs have distinct oblique arrays of MTs, with Analyzer [43] to allow comparison of MT orientation in\nthe handedness of a MT array opposite to that of CFR multiple images from different biological replicates. The\n[18]. Strong correlations have also been observed be- representative circular output graphs from the analyses\ntween angle of skewing and pitch of the MTarrays [11]. suggest a mainly transverse orientation of the MTs in\nMany mutants that are defective in MT-associated the elongation zone of both WT and tno1 roots (blue\nRoyandBasshamBMCPlantBiology (2017) 17:73 Page9of12\nFig.6TheorientationofMTarraysintheelongatingcellsofskewingmutantrootsisnotaffected.aRepresentativeconfocalimagesofthecortical\nmicrotubulearrayofelongatingcellsof5-day-oldArabidopsisrootsgrownonslantedmedium,immunostainedwithanti-α-tubulin.Theboxedinset\nindicatestheregionthatwasselectedfortheMTarrayanalysisin6b.Scalebar=10μm.bGraphicalrepresentationoftheanalyzedMTsasacircular\nplotderivedfromanalysisoftheconfocalimagesinpartawiththeMicroFilamentAnalyzersoftware(MFA).Thebluelinerepresentstheoriginaldata\n(theMTangles)whiletheredlinerepresentssmootheddata.Greenasterisksdenotedominantorientationswhiletheyellowlineisaweightedaverage\nofthedetectedfilamentsperangle.cMicrotubuleangledistributionintheelongatingcellsofWTandKOrootswascalculatedfromthedata\ngeneratedviatheMFAsoftware.Valuesrepresentanalysisof3biologicalreplicateswithatleast500MTsanalyzedfrom3cellsofthreedifferentroots\nforeachreplicate.Errorbarsindicatestandarderrors\nline along the 0–180 degree axis) (Fig. 6b). To assess the meristematic zone to a transverse orientation in the\nwhether a difference in the percentage of oblique MTs elongation zone, and this organization is important for\nbetween the WT and mutant might explain the higher facilitating rapid anisotropic growth [42]. Defects in\nCFR in the mutants, MT angles of root cells from WT tubulin structure/activity and in MT-associated proteins\nand tno1 roots were classified into three classes, 0 to 10, can result in oblique MTarrays in the central elongation\n11 to 30 and 31 to 90 degrees (Fig. 6c). No significant zone of roots. Oblique MT orientation in elongating\ndifference was found in the percentage of MTs in each cells causes cells to expand at an angle to the vertical,\nclass between the WT and mutant. Thus we conclude leading to CFR and root skewing [4, 20, 56, 57]. Skewing\nthat tno1 mutants have normal transverse MTarrays in roots of tno1 do not show an oblique MT orientation in\nthe skewing roots, suggesting that an alternative mech- the elongation zone but rather a transverse one. This\nanismmustberesponsiblefor the changeinCFR. suggests that the root movement phenotype in tno1\nmutants arises independent of the organization of MT\nDiscussion arrays in the root elongation zone, although dependent\nTNO1 plays important roles in post-Golgi trafficking, on MT dynamics. It is possible that, despite its normal\ngravitropism and auxin transport-dependent processes. orientation, the cortical MTarray in tno1 roots mightbe\nHere we demonstrate that TNO1 is required for root compromised in restructuring or function as the root\nskewing and CFR formation. Skewing of tno1 mutant navigates a complex trajectory during skewing. The loss\nrootsincreasedtoagreaterextentuponMTstabilization of TNO1 could potentially also affect the function of a\nby taxol when compared to WT roots but was resistant MT-associated protein such as a kinesin; as an example,\nto MT destabilization by PPD. This led us to postulate a a TGN-localized kinesin-binding separase has recently\nrole for TNO1 in MT-dependent processes, although been reported toaffectroot skewing [50].\nMT destabilizing agents have also been reported to in- Certain root skewing mutants have transverse MT\nduce left-handed CFR without affecting MTarrays [53]. arraysoralackofdirectionalbiasintheMTarraysinthe\nIn roots, MTarrays transition from a disordered state in root elongation zone but have a distinct CFR [54, 58, 59].\nRoyandBasshamBMCPlantBiology (2017) 17:73 Page10of12\nMoreover, CFR can still occur upon MT disruption with Inhibitors of cellulose synthase trafficking such as CES-\nMT destabilizing agents such as oryzalin and PPD [53]. TRIN cause MT instability and reduced cellulose content,\nThis suggests that the MTarray is not the only factor in- and increase SYP61 and cellulose synthase co-localization\nvolved in generating CFR. Owing to anomalies such as [68].SinceCESTRINdoesnotaffectthebulksecretoryand\nthese, Wasteneys (2004) proposed that CFR could arise endocyticroutes,theSYP61-decorateddomainoftheTGN\ndue to torsional handedness inherent to roots, and the and its associated proteins such asTNO1 seem to be cru-\ncorrelationbetweenCFRandMTarrayorientationscould cial for cellulose deposition and, indirectly, MT stability.\nresult from signaling between the MTarray and cell wall However, mutations in cellulose synthase components\nmachinery. Thus, CFR could arise from the effect of MT (rsw1–1, any1) or treatment withcellulosesynthase inhibi-\narraysonanisotropicexpansionintheelongationzoneor, torsdoesnotinduceCFR[58,71,72].Moreover,Sugimoto\nalternatively, from the effect of cellulose microfibrils on (2003) also reports that a cellulose synthase mutant can\nMT array alignment at the plasma membrane [46, 47]. undergoCFRevenwhentheMTsarecompromised[58].\nMutants that affect CFR formation but not MT array Trafficking of other proteins required for cell expansion\norientation in the elongation zonesupport this model, in- and root movement might also be disrupted in tno1 mu-\ncluding mutants defective in regulation of anisotropiccell tants. For example, SKU5 is required for enzymatic reac-\nexpansion [20, 54]. Based on this model, and consistent tionsatthecellwall,andmutantslackingthisproteinshow\nwith the cell morphology phenotypes observed in the enhanced root skewing possibly due to altered cell wall\npresenceofPPD,TNO1mightbeimportantfortheaniso- composition during cell expansion [20]. Our observations\ntropic cell expansion process or in cell wall trafficking suggest that CFR formation involves complex interactions\ndynamics. andisnotsimplydependentonMTarrayandcellulosede-\nA lag in the expansion rates of internal cell types com- position patterns. Current models of the mechanisms of\npared to the epidermal cells may cause roots to skew to helical growth have been challenged by studies on tortifo-\npreventmechanicalshearing[9,57].Thematurerootcells lia2 mutants, in which individual freely growing trichomes\nandhypocotylsoftno1seedlingstreatedwithPPDshowed twist. These mutants therefore uncouple cell division pat-\nmarked disruption of cell morphology, suggesting a role terns and tissue strain from twisting and suggest that indi-\nfor TNO1 in the cell maturation or expansion process. vidual twisting of cells can translate to higher-order organ\nThis model would also explain why tno1 roots skew des- twisting[73].UnderstandingtheexactroleofTNO1atthe\npitethetransverseMTarraysintheepidermalcellsofthe TGN and the mechanism by which it modulates CFR and\nrootelongationzone.Vertically-growntno1seedlingshave skewingwillthusbeachallenge.\nsimilar root lengths to WT seedlings, suggesting normal Our results suggest that TNO1 and the TGN play a\ncell expansion during vertical growth. Thus TNO1 might key role in CFR and root movement, adding another\nberequiredspecificallyforcellexpansionduringdeviation component to the network controlling root movement.\nofrootsfromtheirgrowthtrajectory. Further experiments are necessary to test the exact role\nDuring cell expansion and cellulose deposition, the of TNO1 and its interacting partners in regulating root\ncellulose synthase complex traffics via theTGN [60, 61]. skewing and CFR formation. Future studies investigating\nThe observed defects in cell morphology and expansion TNO1’s role in cellulose synthase trafficking, MTstabil-\ncould be due to the role of TNO1 in proper localization ity and cell expansion dynamics in skewing roots will\nof the TGN-localized Q-SNARE SYP61 [31, 32]. Prote- increase our understanding of the function of TNO1.\nomic analysis of SYP61-containing vesicles [34] revealed Since TNO1 affects auxin transport [36], our study now\nthe presence of cellulose synthase complex subunits, points to the possibility of an impact of TNO1 on auxin\nsuggesting a role in trafficking of cellulose synthase transport, MT dynamics and cell wall trafficking at the\nsubunits, which then drives cellulose deposition. MT TGN. DiscoveringTNO1’spreciserolewillhelpineluci-\narray dynamics modulate the deposition of cellulose mi- dation of the function of theTGN SNARE machinery in\ncrofibrilsin expanding cellssince cellulose synthase runs plant growth andmorphogenesis.\nparallel to the MTarray, with CELLULOSE SYNTHASE\nINTERACTIVE1 acting as a link between the cellulose Conclusions\nsynthase machinery and cortical MTs [62–65]. MTs also In conclusion, we have discovered a role for a TGN-\nregulate exocytosis of vesicles containing cellulose syn- localizedproteininrootskewingonthesurfaceofimpene-\nthase complex subunits or complex-associated proteins trable media. This adds to the growing list of endogenous\nsuch as KOR1 and CSI1 [66–68]. Disrupting MTarrays factors that aid root movement. Our data, alongside prior\ntherefore affects cellulose synthesis, deposition and investigations, also suggest a possible link between TNO1,\norientation, while conversely, inhibiting cellulose syn- auxin-dependent and MT-associated processes. A better\nthase activity causes defects in MTarrays [69, 70], which understanding of these mechanisms can lead to informa-\ncan potentially affect directional growth patterns [18]. tion that can be used to manipulate root growth and\nRoyandBasshamBMCPlantBiology (2017) 17:73 Page11of12\ndevelopment patterns in various soil conditions and 6. OkadaKaSY.ReversibleroottiprotationinArabidopsisseedlingsinduced\nimprove overall root architecture. This could subsequently\nbyobstacle-touchingstimulus.Science.1990;250:274–6.\n7. RutherfordR,MassonPH.Arabidopsisthalianaskumutantseedlingsshow\nresult in engineering superior crops with better soil pene-\nexaggeratedsurface-dependentalterationinrootgrowthvector.Plant\ntrationandnutrientassimilationtraits. Physiol.1996;111(4):987–98.\n8. BuerCS,WasteneysGO,MasleJ.Ethylenemodulatesroot-waveresponses\nAbbreviations inArabidopsis.PlantPhysiol.2003;132(2):1085–96.\nCFR:Cellfilerotation;MT(s):Microtubule(s);PPD:Propyzamide;SNARE:Soluble 9. FurutaniI,WatanabeY,PrietoR,MasukawaM,SuzukiK,NaoiK,ThitamadeeS,\nN-ethylmaleimide–sensitivefactorattachmentproteinreceptor;TGN:Trans-Golgi ShikanaiT,HashimotoT.TheSPIRALgenesarerequiredfordirectionalcontrolof\nnetwork;TNO1:TGN-localizedSYP41-interactingprotein cellelongationinAarabidopsisthaliana.Development.2000;127(20):4443–53.\n10. YuenCYL,SedbrookJC,PerrinRM,CarrollKL,MassonPH.Loss-of-function\nAcknowledgements mutationsofROOTHAIRDEFECTIVE3suppressrootwaving,skewing,and\nWethankDr.PatrickMassonandDr.KateBaldwinforadviceontheskewing epidermalcellfilerotationinArabidopsis.PlantPhysiol.2005;138(2):701–14.\nassays,ColtonMcNinchandDr.XiaochenYangfortechnicalhelpandadvice, 11. VaughnLM,MassonPH.AQTLStudyforRegionsContributingtoArabidopsis\nDr.BinDongandJenniferJohnsonforassistancewiththeMFAsoftware, thalianaRootSkewingonTiltedSurfaces.G3(Bethesda).2011;1(2):105–15.\nMargaretCarterforguidanceonconfocalimagingandDr.DivitaMathurfor 12. SantnerAA,WatsonJC.TheWAG1andWAG2proteinkinasesnegatively\nconceptualinsights. regulaterootwavinginArabidopsis.PlantJ.2006;45(5):752–64.\n13. QiB,ZhengH.Modulationofroot-skewingresponsesbyKNAT1in\nFunding Arabidopsisthaliana.PlantJ.2013;76(3):380–92.\nThisworkwassupportedbyagrantfromtheNationalAeronauticsand 14. WhitfordR,FernandezA,TejosR,PerezAC,Kleine-VehnJ,VannesteS,\nSpaceAdministration(Grantno.NNX09AK78G)toDCB. DrozdzeckiA,LeitnerJ,AbasL,AertsM,etal.GOLVENsecretorypeptides\nregulateauxincarrierturnoverduringplantgravitropicresponses.DevCell.\nAvailabilityofdataandmaterials 2012;22(3):678–85.\nAlldatageneratedoranalyzedduringthisstudyareincludedinthis 15. SantisreeP,NongmaithemS,SreelakshmiY,IvanchenkoM,SharmaR.The\npublishedarticle.RawfilesareavailableuponrequestfromDr.Rahul rootasadrill:anethylene-auxininteractionfacilitatesrootpenetrationin\nRoy(rroy@umn.edu). soil.PlantSignalBehav.2012;7(2):151–6.\n16. KushwahS,LaxmiA.Theinteractionbetweenglucoseandcytokininsignal\nAuthors’contributions transductionpathwayinArabidopsisthaliana.PlantCellEnviron.2014;37(1):235–53.\nRRandDCBconceivedofthestudyanddesignedtheexperiments.RR 17. LanzaM,Garcia-PonceB,CastrilloG,CatarechaP,SauerM,Rodriguez-\ncollectedandanalyzedthedata.RRandDCBwroteandrevisedthe SerranoM,Paez-GarciaA,Sanchez-BermejoE,TCM,LeodelPuertoY,etal.\nmanuscriptforfinalpublication. Roleofactincytoskeletoninbrassinosteroidsignalingandinitsintegration\nwiththeauxinresponseinplants.DevCell.2012;22(6):1275–85.\nCompetinginterests 18. IshidaT,ThitamadeeS,HashimotoT.Twistedgrowthandorganizationof\nTheauthorsdeclarethattheyhavenocompetinginterests. corticalmicrotubules.JPlantRes.2007;120(1):61–70.\n19. SedbrookJC,KaloritiD.Microtubules,MAPsandplantdirectionalcell\nConsentforpublication expansion.TrendsPlantSci.2008;13(6):303–10.\nNotapplicable.\n20. SedbrookJC,CarrollKL,HungKF,MassonPH,SomervilleCR.The\nArabidopsisSKU5geneencodesanextracellularglycosyl\nEthicsapprovalandconsenttoparticipate\nphosphatidylinositol-anchoredglycoproteininvolvedindirectionalroot\nNotapplicable. growth.PlantCell.2002;14(7):1635–48.\n21. RoudierF,FernandezAG,FujitaM,HimmelspachR,BornerGH,Schindelman\nPublisher’s Note G,SongS,BaskinTI,DupreeP,WasteneysGO,etal.COBRA,anArabidopsis\nSpringerNatureremainsneutralwithregardtojurisdictionalclaimsin extracellularglycosyl-phosphatidylinositol-anchoredprotein,specifically\npublishedmapsandinstitutionalaffiliations. controlshighlyanisotropicexpansionthroughitsinvolvementincellulose\nmicrofibrilorientation.PlantCell.2005;17(6):1749–63.\nAuthordetails 22. WolfS,MravecJ,GreinerS,MouilleG,HofteH.Plantcellwallhomeostasisis\n1DepartmentofGenetics,DevelopmentandCellBiology,1035BRoyJCarver mediatedbybrassinosteroidfeedbacksignaling.CurrBiol.2012;22(18):1732–7.\nCo-Lab,1111WOIRd,IowaStateUniversity,Ames,IA50011,USA. 23. StaehelinLA,KangBH.Nanoscalearchitectureofendoplasmicreticulum\n2InterdepartmentalGeneticsProgram,IowaStateUniversity,Ames,IA,USA. exportsitesandofGolgimembranesasdeterminedbyelectron\n3PlantSciencesInstitute,IowaStateUniversity,Ames,IA,USA.4Current tomography.PlantPhysiol.2008;147(4):1454–68.\nAddress:DepartmentofPlantandMicrobialBiology,UniversityofMinnesota, 24. ReyesFC,BuonoR,OteguiMS.Plantendosomaltraffickingpathways.Curr\nTwinCities,MN55108,USA.\nOpinPlantBiol.2011;14(6):666–73.\n25. ContentoAL,BasshamDC.Structureandfunctionofendosomesinplant\nReceived:14December2016Accepted:5April2017 cells.JCellSci.2012;125(Pt15):3511–8.\n26. GendreD,JonssonK,BoutteY,BhaleraoRP.Journeytothecellsurface-the\ncentralroleofthetrans-Golginetworkinplants.Protoplasma.2015;252(2):385–98.\nReferences 27. SauerM,DelgadilloAO,ZouharJ,ReynoldsGD,PenningtonJG,JiangL,\n1. HodgeA,BertaG,DoussanC,MerchanF,CrespiM.Plantrootgrowth, LiljegrenSJ,StierhofYD,DeJaegerG,OteguiMS,etal.MTV1andMTV4\narchitectureandfunction.PlantSoil.2009;321(1–2):153–87. EncodePlant-SpecificENTHandARFGAPProteinsThatMediateClathrin-\n2. DunbabinVM,PostmaJA,SchnepfA,PagesL,JavauxM,WuLH,LeitnerD, DependentTraffickingofVacuolarCargofromtheTrans-GolgiNetwork.\nChenYL,RengelZ,DiggleAJ.Modellingroot-soilinteractionsusingthree- PlantCell.2013;25(6):2217–35.\ndimensionalmodelsofrootgrowth,architectureandfunction.PlantSoil. 28. QiXY,ZhengHQ.Rab-A1cGTPaseDefinesaPopulationoftheTrans-Golgi\n2013;372(1–2):93–124. NetworkthatIsSensitivetoEndosidin1duringCytokinesisinArabidopsis.\n3. Rellan-AlvarezR,LobetG,LindnerH,PradierPL,SebastianJ,YeeMC,Geng MolPlant.2013;6(3):847–59.\nY,TrontinC,LaRueT,Schrager-LavelleA,etal.GLO-Roots:animaging 29. FeraruE,FeraruMI,AsaokaR,PaciorekT,DeRyckeR,TanakaH,NakanoA,\nplatformenablingmultidimensionalcharacterizationofsoil-grownroot FrimlJ.BEX5/RabA1bRegulatestrans-GolgiNetwork-to-PlasmaMembrane\nsystems.elife.2015;4:e07597. ProteinTraffickinginArabidopsis.PlantCell.2012;24(7):3074–86.\n4. RoyR,BasshamDC.Rootgrowthmovements:Wavingandskewing.Plant 30. UemuraT,KimH,SaitoC,EbineK,UedaT,Schulze-LefertP,NakanoA.\nSci.2014;221-222C:42–7. Qa-SNAREslocalizedtothetrans-Golginetworkregulatemultipletransport\n5. MigliaccioF,PiconeseS.SpiralizationsandtropismsinArabidopsisroots. pathwaysandextracellulardiseaseresistanceinplants.ProcNatlAcadSci\nTrendsPlantSci.2001;6(12):561–5. USA.2012;109(5):1784–9.\nRoyandBasshamBMCPlantBiology (2017) 17:73 Page12of12\n31. KimSJ,BrandizziF.NewsandViewsintotheSNAREComplexityin 57. IshidaT,HashimotoT.AnArabidopsisthalianatubulinmutantwith\nArabidopsis.FrontPlantSci.2012;3:28. conditionalroot-skewingphenotype.JPlantRes.2007;120(5):635–40.\n32. BasshamDC,SanderfootAA,KovalevaV,ZhengH,RaikhelNV.AtVPS45complex 58. SugimotoK,HimmelspachR,WilliamsonRE,WasteneysGO.Mutationor\nformationatthetrans-Golginetwork.MolBiolCell.2000;11(7):2251–65. Drug-DependentMicrotubuleDisruptionCausesRadialSwellingwithout\n33. ZhuJ,GongZ,ZhangC,SongCP,DamszB,InanG,KoiwaH,ZhuJK, AlteringParallelCelluloseMicrofibrilDepositioninArabidopsisRootCells.\nHasegawaPM,BressanRA.OSM1/SYP61:asyntaxinproteininArabidopsis PlantCell.2003;15(6):1414–29.\ncontrolsabscisicacid-mediatedandnon-abscisicacid-mediatedresponses 59. GalvaC,KirikV,LindeboomJJ,KaloritiD,RancourDM,HusseyPJ,Bednarek\ntoabioticstress.PlantCell.2002;14(12):3009–28. SY,EhrhardtDW,SedbrookJC.Themicrotubuleplus-endtrackingproteins\n34. DrakakakiG,vandeVenW,PanS,MiaoY,WangJ,KeinathNF,WeatherlyB, SPR1andEB1binteracttomaintainpolarcellelongationanddirectional\nJiangL,SchumacherK,HicksG,etal.Isolationandproteomicanalysisof organgrowthinArabidopsis.PlantCell.2014;26(11):4409–25.\ntheSYP61compartmentrevealitsroleinexocytictraffickinginArabidopsis. 60. CrowellEF,BischoffV,DesprezT,RollandA,StierhofYD,SchumacherK,\nCellRes.2012;22(2):413–24. GonneauM,HofteH,VernhettesS.PausingofGolgibodiesonmicrotubules\n35. KimSJ,BasshamDC.TNO1isinvolvedinsalttoleranceandvacuolar regulatessecretionofcellulosesynthasecomplexesinArabidopsis.Plant\ntraffickinginArabidopsis.PlantPhysiol.2011;156(2):514–26. Cell.2009;21(4):1141–54.\n36. RoyR,BasshamDC.GravitropismandLateralRootEmergenceareDependent 61. GutierrezR,LindeboomJJ,ParedezAR,EmonsAM,EhrhardtDW.\nontheTrans-GolgiNetworkProteinTNO1.FrontPlantSci.2015;6:969. Arabidopsiscorticalmicrotubulespositioncellulosesynthasedeliverytothe\n37. RutherfordR,GalloisP,MassonPH.MutationsinArabidopsisthalianagenes plasmamembraneandinteractwithcellulosesynthasetrafficking\ninvolvedinthetryptophanbiosynthesispathwayaffectrootwavingon\ncompartments.NatCellBiol.2009;11(7):797–806.\ntiltedagarsurfaces.PlantJ.1998;16(2):145–54. 62. LeiL,LiS,DuJ,BashlineL,GuY.CellulosesynthaseINTERACTIVE3regulates\n38. SchneiderCA,RasbandWS,EliceiriKW.NIHImagetoImageJ:25yearsof cellulosebiosynthesisinbothamicrotubule-dependentandmicrotubule-\nimageanalysis.NatMethods.2012;9(7):671–5. independentmannerinArabidopsis.PlantCell.2013;25(12):4912–23.\n39. GrabovA,AshleyMK,RigasS,HatzopoulosP,DolanL,Vicente-AgulloF. 63. BashlineL,LiS,GuY.Thetraffickingofthecellulosesynthasecomplexin\nMorphometricanalysisofrootshape.NewPhytol.2005;165(2):641–51. higherplants.AnnBot.2014;114(6):1059–67.\n40. MathurJ,KonczC.Methodforpreparationofepidermalimprintsusing 64. BashlineL,LeiL,LiS,GuY.Cellwall,cytoskeleton,andcellexpansionin\nagarose.BioTechniques.1997;22(2):280–2. higherplants.MolPlant.2014;7(4):586–600.\n41. MochizukiS,HaradaA,InadaS,Sugimoto-ShirasuK,StaceyN,WadaT, 65. LeiL,SinghA,BashlineL,LiS,YinglingYG,GuY.CELLULOSESYNTHASE\nIshiguroS,OkadaK,SakaiT.TheArabidopsisWAVYGROWTH2protein INTERACTIVE1IsRequiredforFastRecyclingofCelluloseSynthaseComplexes\nmodulatesrootbendinginresponsetoenvironmentalstimuli.PlantCell.\ntothePlasmaMembraneinArabidopsis.PlantCell.2015;27(10):2926–40.\n2005;17(2):537–47. 66. RobertS,BichetA,GrandjeanO,KierzkowskiD,Satiat-JeunemaitreB,\n42. SugimotoK,WilliamsonRE,WasteneysGO.Newtechniquesenable PelletierS,HauserMT,HofteH,VernhettesS.AnArabidopsisendo-1,4-beta-\ncomparativeanalysisofmicrotubuleorientation,walltexture,andgrowth D-glucanaseinvolvedincellulosesynthesisundergoesregulated\nrateinintactrootsofArabidopsis.PlantPhysiol.2000;124(4):1493–506. intracellularcycling.PlantCell.2005;17(12):3378–89.\n43. JacquesE,BuytaertJ,WellsDM,LewandowskiM,BennettMJ,DirckxJ, 67. LiS,BashlineL,LeiL,GuY.Cellulosesynthesisanditsregulation.\nVerbelenJP,VissenbergK.MicroFilamentAnalyzer,animageanalysistool ArabidopsisBook.2014;12:e0169.\nforquantifyingfibrillarorientation,revealschangesinmicrotubule 68. WordenN,WilkopTE,EsteveVE,JeannotteR,LatheR,VernhettesS,Weimer\norganizationduringgravitropism.PlantJ.2013;74(6):1045–58. B,HicksG,AlonsoJ,LabavitchJ,etal.CESATRAFFICKINGINHIBITORinhibits\ncellulosedepositionandinterfereswiththetraffickingofcellulosesynthase\n44. MigliaccioF,TassoneP,FortunatiA.Circumnutationasanautonomousroot\nmovementinplants.AmJBot.2013;100(1):4–13. complexesandtheirassociatedproteinsKORRIGAN1andPOM2/CELLULOSE\nSYNTHASEINTERACTIVEPROTEIN1.PlantPhysiol.2015;167(2):381–93.\n45. WasteneysG,CollingsD.Expandingbeyondthegreatdivide:Expanding\n69. BurkDH,YeZH.Alterationoforienteddepositionofcellulosemicrofibrilsby\nbeyondthegreatdivide:thecytoskeletonandaxialgrowth.In:HusseyPJ,\neditor.Oxford:BlackwellPublishingLtd;2004:p.83–115. mutationofakatanin-likemicrotubule-severingprotein.PlantCell.2002;\n14(9):2145–60.\n46. FisherDD,CyrRJ.ExtendingtheMicrotubule/Microfibrilparadigm.Cellulose\n70. ParedezAR,SomervilleCR,EhrhardtDW.VisualizationofCelluloseSynthase\nsynthesisisrequiredfornormalcorticalmicrotubulealignmentin\nelongatingcells.PlantPhysiol.1998;116(3):1043–51. DemonstratesFunctionalAssociationwithMicrotubules.Science.2006;\n312(5779):1491–5.\n47. WasteneysGO.Progressinunderstandingtheroleofmicrotubulesinplant\ncells.CurrOpinPlantBiol.2004;7(6):651–60. 71. SugimotoK,WilliamsonRE,WasteneysGO.Wallarchitectureinthe\ncellulose-deficientrsw1mutantOfarabidopsisthaliana:Microfibrilsbutnot\n48. BuschmannH,FabriCO,HauptmannM,HutzlerP,LauxT,LloydCW,\nmicrotubuleslosetheirtransversealignmentbeforemicrofibrilsbecome\nSchaffnerAR.HelicalgrowthoftheArabidopsismutanttortifolia1revealsa\nplant-specificmicrotubule-associatedprotein.CurrBiol.2004;14(16):1515–21. unrecognizableinthemitoticandelongationzonesofroots.Protoplasma.\n2001;215(1):172–83.\n49. SedbrookJC.MAPsinplantcells:delineatingmicrotubulegrowthdynamics\nandorganization.CurrOpinPlantBiol.2004;7(6):632–40. 72. FujitaM,HimmelspachR,WardJ,WhittingtonA,HasenbeinN,LiuC,\nTruongTT,GalwayME,MansfieldSD,HocartCH,etal.Theanisotropy1\n50. MoschouPN,Gutierrez-BeltranE,BozhkovPV,SmertenkoA.Separase\nD604NmutationintheArabidopsiscellulosesynthase1catalyticdomain\nPromotesMicrotubulePolymerizationbyActivatingCENP-E-RelatedKinesin\nreducescellwallcrystallinityandthevelocityofcellulosesynthase\nKin7.DevCell.2016;37(4):350–61.\ncomplexes.PlantPhysiol.2013;162(1):74–85.\n51. FieldJJ,DiazJF,MillerJH.Thebindingsitesofmicrotubule-stabilizing\n73. BuschmannH,HauptmannM,NiessingD,LloydCW,SchäffnerAR.Helical\nagents.ChemBiol.2013;20(3):301–15.\ngrowthoftheArabidopsismutanttortifolia2doesnotdependoncell\n52. GendreauE,TraasJ,DesnosT,GrandjeanO,CabocheM,HofteH.Cellularbasis\ndivisionpatternsbutinvolveshandedtwistingofisolatedcells.PlantCell.\nofhypocotylgrowthinArabidopsisthaliana.PlantPhysiol.1997;114(1):295–305.\n2009;21(7):2090–106.\n53. NakamuraM,NaoiK,ShojiT,HashimotoT.Lowconcentrationsof\npropyzamideandoryzalinaltermicrotubuledynamicsinArabidopsis\nepidermalcells.PlantCellPhysiol.2004;45(9):1330–4.\n54. SedbrookJC,EhrhardtDW,FisherSE,ScheibleWR,SomervilleCR.The\nArabidopsissku6/spiral1geneencodesaplusend-localizedmicrotubule-\ninteractingproteininvolvedindirectionalcellexpansion.PlantCell.2004;\n16(6):1506–20.\n55. WhittingtonAT,VugrekO,WeiKJ,HasenbeinNG,SugimotoK,Rashbrooke\nMC,WasteneysGO.MOR1isessentialfororganizingcorticalmicrotubulesin\nplants.Nature.2001;411(6837):610–3.\n56. OlivaM,DunandC.Wavingandskewing:howgravityandthesurfaceof\ngrowthmediaaffectrootdevelopmentinArabidopsis.NewPhytol.2007;\n176(1):37–43."
  },
  "title": "",
  "authors": [
    "Roy",
    "BasshamBMCPlantBiology"
  ],
  "year": "2017"
}