{
  "sections": {
    "Body": "HHS Public Access\nAuthor manuscript\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nPublished in final edited form as:\nImmunohorizons. ; 5(8): 675–686. doi:10.4049/immunohorizons.2100056.\nAn Analysis of the Effects of Spaceflight and Vaccination on\nAntibody Repertoire Diversity\nTrisha A. Rettig*,†, John C. Tan*, Nina C. Nishiyama‡,§, Stephen K. Chapes†, Michael J.\nPecaut*\n*Division of Biomedical Engineering Sciences, Department of Basic Sciences, Loma Linda\nUniversity, Loma Linda, CA;\n†Division of Biology, Kansas State University, Manhattan, KS;\n‡Department of Genetics, University of North Carolina at Chapel Hill, Chapel Hill, NC;\n§Center for Gastrointestinal Biology and Disease, University of North Carolina at Chapel Hill,\nChapel Hill, NC\nAbstract\nAb repertoire diversity plays a critical role in the host’s ability to fight pathogens. CDR3 is\npartially responsible for Ab–Ag binding and is a significant source of diversity in the repertoire.\nCDR3 diversity is generated during VDJ rearrangement because of gene segment selection, gene\nsegment trimming and splicing, and the addition of nucleotides. We analyzed the Ab repertoire\ndiversity across multiple experiments examining the effects of spaceflight on the Ab repertoire\nafter vaccination. Five datasets from four experiments were analyzed using rank-abundance curves\nand Shannon indices as measures of diversity. We discovered a trend toward lower diversity as a\nresult of spaceflight but did not find the same decrease in our physiological model of microgravity\nin either the spleen or bone marrow. However, the bone marrow repertoire showed a reduction in\ndiversity after vaccination. We also detected differences in Shannon indices between experiments\nand tissues. We did not detect a pattern of CDR3 usage across the experiments. Overall, we were\nable to find differences in the Ab repertoire diversity across experimental groups and tissues.\nINTRODUCTION\nAbs are heterodimers composed of H and L chains (1). The rearrangements of three different\ngene segments, the variable (V) gene segment, the diversity (D) gene segment (H chain\nonly), and the joining (J) gene segment forms the variable regions of the Ab (1, 2).\nAbs play a crucial role in the adaptive immune response, protecting the host from a variety\nof challenges. The collection of Abs within a host, known as the Ab repertoire, must be\nThis article is distributed under the terms of the CC BY-NC 4.0 Unported license.\nAddress correspondence and reprint requests to: Michael J. Pecaut, Department of Basic Sciences, Division of Biomedical\nEngineering Sciences, Loma Linda University, 11175 Campus Street, Loma Linda, CA 92354. mpecaut@llu.edu.\nDISCLOSURES\nThe authors have no financial conflicts of interest.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 2\nhighly diverse to bind a wide variety of Ags (3). CDR3 contributes the most to both the Ab\nrepertoire diversity and binding specificity in the Ab repertoire (4). CDR3 is composed of\nthe 3’ region of the V-gene segment, the D-gene segment (H chain only), and the J-gene\nsegment. The process of organizing these gene segments into a functional unit is called VDJ\nrearrangement.\nOur group studies the effects of space on the host response, with a focus on the Ab\nrepertoire. We have shown that spaceflight alone (5) does not affect the overall Ab repertoire\nand that a physiological model of microgravity, antiorthostatic suspension (AOS), affects the\nAb repertoire after vaccination in both the spleen and bone marrow (6, 7). Other works have\nshown that changes to V-gene segment usage in Pleurodeles waltl after five months aboard\nthe International Space Station (8–11).\nDiversity, or the lack thereof, in the Ab repertoire can be generated through multiple steps\nin VDJ rearrangement. Research shows that there is genetic control over the high-level\nusage of specific gene segments, but individual CDR3 repertoires are highly variable (11–\n14). Previous work shows that variations in recombination signal sequences, which are the\nsequences beside the gene segment that regulate recombination, may lead to differential\nusage of a specific gene segment in the repertoire (15). Additionally, locations of gene\nsegments on the genome also play a role in gene segment selection in humans with more\n3’ D-gene segments pairing more commonly with more 5’ J-gene segments and more 5’\nD-gene segments pairing with more 3’ J-gene segments (15). After the gene segments are\nspliced, additional nucleotides, called N or P nucleotides, are added at the junction between\ngene segments. P nucleotides are palindromic and complete the overhangs made during\nexonuclease cuts in the genome (16). N nucleotides are random nucleotides added by TdT\n(16). In the mouse repertoire, P nucleotides are more common than N nucleotides and help\ndrive diversity (15).\nAn immune response to an Ag (pathogen) is an adaptation. Likewise, responding to\nchanges in gravitational forces also requires adaptation. Our group has had the opportunity\nto examine the Ab repertories in C57BL/6 mice after a number of different situations.\nThese data allowed us a unique opportunity to test the hypothesis that Ab diversity can\nbe altered by physiological adaptation. That is, spaceflight, simulated spaceflight, and/or\nimmune responses are disruptions in stable environment and affect Ab diversity. To test\nthis hypothesis, we will present an analysis of Ab diversity, as expressed by CDR3\namino acids, in four experiments and five datasets we have generated using analyses\nfrequently used to assess communities in ecological contexts, specifically the Shannon index\n(SI), an established measure of diversity (17). The higher the SI, the more diversity the\ncommunity. Immunologically, repertoire diversity is essential to maintain a healthy adaptive\nimmune system. Theoretically, if an individual has a diverse Ab repertoire, there are more\npossibilities of productive responses to more Ags. Therefore, diversity measurements of the\nAb repertoire are relevant to understanding host fitness (as defined immunologically and\necologically). For example, work by Greiff et al. (12, 18) has shown that diversity measures\ncan determine if an animal was vaccinated or unvaccinated.\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 3\nMATERIALS AND METHODS\nFive different datasets from four experiments were used in the analyses presented in this\narticle (Tables I, II). We acknowledge that these data have been presented previously (Tables\nI, II), but, to our knowledge, the analyses and comparisons presented in this paper are novel\nand not duplication.\nNormal mouse—spleen RNA extraction\nTissue extraction was performed as previously described (19). Briefly, to create three\nindependent sample pools, RNA was extracted from the spleens of four 9–11-wk-old,\nfemale, specific pathogen–free, C57BL/6J mice. A total of 12 animals were used to create\nthree pools, each containing four animals. Animals were euthanized by exposure to 400\nμl of isoflurane on a gauze pad in a histopathology cassette, as described by Huerkamp\net al. (20). Mice had ad libitum access to LabDiet 5001 and water in standard group\ncaging. All animal procedures were approved by the Institutional Animal Care and Use\nCommittee at Kansas State University. Spleen tissues were harvested after euthanasia\nand processed immediately for RNA extraction with TRIzol LS per the manufacturer’s\ninstructions. Equal concentrations of RNA from each mouse were pooled and submitted for\nsequencing. These data are publicly available at https://genelab-data.ndc.nasa.gov/genelab/\naccession/GLDS-141/.\nCenter for the Advancement of Science in Space—spleen RNA extraction\nRNA was extracted as previously described (5, 21). Briefly, RNA was extracted by the\nNational Aeronautics and Space Administration Ames Research Center using the RNeasy\nmini-column from the spleens of 35-wk-old, female C57BL/6Tac mice. Mice were housed\neither aboard the International Space Station via the SpaceX Crew-4 launch or in the\nInternational Space Station simulator on Earth. After collection, spleens were stored at 4°C\nin RNAlater for at least 24 h and then transferred to −80°C. Animal care and experimental\nprocedures were approved by the Institutional Animal Care and Use Committee at the\nNational Aeronautics and Space Administration Ames Research Center. These data are\npublicly available at https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-164/.\nTetanus Ab response developed in space—spleen and bone marrow RNA extraction\nSuspensions, immunizations, and RNA extractions were performed as described previously\n(6, 7). Briefly, 10-wk-old, C57BL/6J, female mice were placed in AOS, resulting in\nhindlimb unloading. Hindlimb unloading is a physiological model of microgravity (22,\n23). Half of the animals were unloaded, and half were control animals that were also\nplaced in AOS restraints but were fully weight bearing on their hind limbs. All animals\nwere singly housed because of AOS requirements. Eight treatment groups were established,\neach containing 10 animals, with half of the animals being loading and half unloaded. The\ni.p. injections were performed after 2 wk in AOS housing with saline only, tetanus toxoid\n(TT; Statens Serum Institut, Copenhagen, Denmark) only, CpG oligonucleotide 1826 only\n(CpG1826) (InvivoGen, San Diego, CA), and TT + CpG1826. TT injections contained 5\nlimes flocculation dose per milliliter of TT, and 0.1 ml was injected. CpG1826 injections\ncontained 0.4 mg/ml CpG1826, and 0.1 ml was injected. TT + CpG1826 animals were\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 4\ninjected with 0.2 ml total volume. Mice were returned to AOS housing for 2 wk, after which\nthe mice were euthanized with 100% CO . This protocol was approved by the Institutional\n2\nAnimal Care and Use Committee at Loma Linda University, and the euthanasia met\nrequirements put forth by the Association for Assessment and Accreditation of Laboratory\nAnimal Care.\nWhole spleens were removed and snap frozen in liquid nitrogen. Bone marrow was\nflushed from the femur and tibia from each animal with a 1:3 ratio of RNAlater/RNAse-\nfree PBS. Samples were centrifuged at ~250 × g for 5 min at room temperature, the\nsupernatant discarded, and the pellet was snap frozen in liquid nitrogen. RNA extraction\nwas performed for both tissues using TRIzol according to the manufacturer’s instructions,\nand total RNA was submitted for sequencing. These data are publicly available for spleen\n(https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-201/) and bone marrow (https://\ngenelab-data.ndc.nasa.gov/genelab/accession/GLDS-214/)\nHypervaccination—pooled spleen and bone marrow RNA extraction\nEight-week-old female C57BL/6J mice were received from The Jackson Laboratory and\nallowed to acclimate at the Laboratory Animal Care Services facility at Kansas State\nUniversity. Mice were fed food (LabDiet 5001) and water ad libitum. After 2 wk, mice\nwere injected via the i.p. route with 0.1 ml of 0.4 mg/ml CpG1826 and 0.1 ml of 5 limes\nflocculation dose per milliliter of TT. The CpG1826 and TT sources and lots used in this\nstudy are the same as those used in the tetanus Ab response developed in space (TARDIS)\nexperiment. Mice were returned to standard housing, and injections were repeated twice\nmore every 2–3 wk for a total of three injections. Animals were euthanized as described\nfor the normal mouse spleens. All animal procedures were approved by the Institutional\nAnimal Care and Use Committee at Kansas State University. Whole spleens were removed\nand homogenized using a 70-μM sieve to create a single-cell suspension. Bone marrow from\nthe same animal was flushed with cold RNAse-free PBS and also homogenized using a\n70-μM sieve, resulting in a single suspension containing the spleen and bone marrow cells\nfrom a single animal. Cells were pelleted at 350 × g and resuspended using 5 ml of ice-cold\nammonium–chloride–potassium lysing buffer (155 nM NH Cl, 10 mM KHCO , and 0.1\n4 3\nmM EDTA) to lyse the RBCs. After 5 min, 10 ml of ice-cold isotonic medium was added to\nthe cells. They were centrifuged at 350 × g and the supernatant discarded.\nCells were incubated with TT-coated magnetic beads per manufacturer’s instructions.\nThe magnetic Dynabeads were coated with 26 μl of 5 FL/ml TT per manufacturer’s\ninstructions. After incubation, the beads were added to 0.8 ml TRIzol and 10 μl of 20 mg/ml\nglycogen for RNA extraction. Extraction was performed per manufacturer’s instructions.\nNo cellular phenotyping was performed because of low recovery rates and prioritization of\nRNA extraction. This experiment is included as a positive control in anticipation that the\nhyperimmunization would skew the repertoire.\nSequencing\nFor all datasets, Kansas State University Integrated Genomics Facility performed sequencing\nas previously described (5–7, 19). Briefly, total RNA was size selected (275–800 nt) and\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 5\nsequenced on the Illumina MiSeq at 2 × 300. Libraries were prepared using the standard\nIllumina library preparation except that of a 1-min fragmentation time to result in longer\nreads.\nBioinformatics\nBioinformatics processes were performed as previously described (5–7, 19). Briefly,\nsequences were imported into CLC Genomics Workbench and cleaned for quality.\nSequences were mapped to C57BL/6 V-gene segments and the IgH loci, and the resultant\nreads were submitted to ImMunoGenTic’s High-V Quest for identification. CDR3 amino\nacid sequences are defined as the amino acid junction column in the ImMunoGenTic results.\nV-J combinations were determined by identifying reads in which only one C57BL/6 specific\nV-gene and J-gene segment were detected for a specific CDR3. CDR3s with multiple V-gene\nsegments were not included in the analysis.\nStatistics and figures\nRank-abundance curves were generated for CDR3s comprising an abundance of over 0.01 in\nthe repertoire. Abundance was calculated as the count of the unique CDR3 divided by the\ntotal count of CDR3s detected. Rank was assigned as the most common CDR3 being equal\nto one. The SI was calculated using the vegan package (version 2.5–6) in RStudio (version\n1.1463). Graphs and charts were created in GraphPad (version 8.4.3). Principal component\nanalysis (PCA) plots were generated in Python 3.7.4 using sklearn 0.21.3 and visualized\nwith seaborn 0.9.0. Paired t tests, t tests, and three-way ANOVAs were performed in RStudio\n(version 1.1463).\nRESULTS\nThe baseline splenic repertoire\nTo characterize the baseline Ab repertoire of C57BL6/J mice, we sequenced three pools,\neach containing equal amounts of RNA from the spleens of four different female mice\n(Tables I, II) (19). The relative abundance of detected CDR3s was characterized. A rank-\nabundance curve (Fig. 1A) was generated and showed similar initial abundances for all three\nnormal mouse spleen pools. The SIs were 7.28, 7.39, and 7.68 for normal mouse pools 1, 2,\nand 3, respectively (Fig. 1B).\nEffect of spaceflight on Ab repertoire diversity\nTo determine how spaceflight affected the CDR3 distribution, we determined the rank\nabundance of normal C57BL6/Tac mice (referred to as Center for the Advancement of\nScience in Space [CASIS] mice) that were flown in space for a period of 21–22 d (5).\nThree individual CASIS animals were subjected to spaceflight and compared with normal\ncontrols (Fig. 2A) for the rank abundance of individual CDR3s. When the ground and\nflight animals were averaged by treatment, the resulting rank-abundance curves were nearly\nidentical (Fig. 2B), with one CDR3 being the most abundant. A comparison of the SIs\nrevealed no significant difference between ground and flight animals. However, there was\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 6\na trend toward a lower SI, and thus, less diversity was evident in flight animals (t test, p =\n0.1138; Fig. 2C).\nComparison of Ab repertoire diversity in a physiological model of microgravity and\nspaceflight\nThe third comparison that we made included mice that were subjected to AOS (TARDIS\nexperiment), their restraint, loaded controls (6, 7), and the CASIS mice. When we compared\nthe SIs of the CASIS ground control mice (n = 3) and the TARDIS loaded controls that\nwere treated only with saline (n = 4) (Fig. 3); there was no significant difference (t test, p =\n0.1201), but there was a trend toward lower diversity in the CASIS animals. This trend was\nalso evident in the CASIS flight (n = 3) versus AOS unloaded saline control (n = 4) animals\n(t test, p = 0.0859; Fig. 3). However, an assessment of the overall SI combining experimental\n(flight or AOS) and ground (or unloaded controls) in both experiments revealed that the\nCASIS animals (n = 6) had an overall lower SI (t test, p = 0.0004) than the AOS animals (n\n= 32) (Fig. 3).\nEffect of AOS, TT immunization, and a CpG1826 adjuvant on Ab repertoire diversity in the\nspleen\nTo understand the effects of AOS, TT, and CpG1826 on the Ab repertoire, we generated\nrank-abundance curves for CDR3s from the TARDIS (6) mice from the treatment groups\nby collapsing the data by main effect (n = 16 per treatment group, AOS, TT, or CpG1826)\n(Fig. 4A). No significant differences were found between treated and untreated animals (t\ntest, p > 0.05) in any of the comparisons, although trends for higher abundance in rank one\nCDR3s were detected for TT-treated mice (p = 0.0571). A comparison of SIs also showed\nno significant differences between treated and untreated animals (three-way ANOVA, p >\n0.05; Fig. 4B). Unloading did not affect the diversity of the TT− or TT + CpG1826–treated\nanimals (three-way ANOVA, p > 0.05; Fig. 4C).\nEffect of AOS, TT immunization, and a CpG1826 adjuvant on Ab repertoire diversity in the\nbone marrow\nRank-abundance curves were generated for CDR3s identified in the bone marrow (7) of\nthe same mice used for spleen cell determinations in the TARDIS experiment described\nabove (Fig. 5A). Collapsing data by main effect (AOS, TT, and CpG1826 treatment) (n =\n12 per treatment group) yielded no significant differences between treated and untreated\nanimals for any of the groups (t test, p > 0.05). Animals treated with TT had significantly\nlower (three-way ANOVA, p = 0.0137; Fig. 5B) SIs and thus lower diversity, but AOS\nand CpG1826 treatments did not affect the SI (three-way ANOVA, p > 0.05). A three-way\ninteraction for AOS × TT × ANOVA, CpG1826 was also detected (three-way p = 0.0442;\ndata not shown), but unloading did not affect the diversity of the TT− or TT + CpG1826–\ntreated animals (three-way ANOVA, p > 0.05; Fig. 5C).\nComparison of spleen and bone marrow Ab repertoires in the same animal\nSpleen and bone marrow were sequenced in 18 animals in the TARDIS study, allowing\ndirect comparisons of population diversity between the spleen and bone marrow. A rank-\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 7\nabundance curve of representative animals in each of the treatment groups is presented (Fig.\n6A). The bone marrow was significantly less diverse (Fig. 6B) than the spleens of the same\nanimals (paired t test, p < 0.0001).\nComparison of hypervaccinated animals to primary only animals\nTo isolate the anti-TT–specific response, magnetic beads coated in TT were used to isolate\nTT-binding cells from the spleen and bone marrow from two animals (Fig. 7A). The\nabundance of the rank one CDR3 in pool 2 was over 11 times higher than pool 1 and over\n6.5 times higher than pool 3. No differences in SIs were found between the hypervaccinated\ndata and the unloaded TARDIS spleen (t test, p = 0.4346) and the TARDIS bone marrow (t\ntest, p = 0.2000) (Fig. 7B).\nPCA of CDR3 counts across studies\nWe were fortunate to be able to examine the CDR3 repertoire in large numbers of\nanimals subjected to various treatment protocols. We probed our data to identify principal\ncomponents driving the impact on CDR3 present in the TARDIS mouse spleen (Fig. 8A),\nTARDIS bone marrow (Fig. 8B), and CASIS (Fig. 8C) animals. We also assessed all\nexperiments used in this article (Fig. 8D). However, no clustering or significant principal\ncomponents emerged from the PCA analyses.\nSimilarity of V/J pairing for a single CDR3 amino acid sequence\nWhen we assessed CDR3s present in the repertoires of all animals included in our\nexperiments, we noted that a single CDR3 (CARGAYW) was found in every animal\nspleen dataset (CASIS and TARDIS). It was selected for V/J combinations analysis. The\nCARGAYW CDR3 sequence was also identified in 15 of the 24 bone marrow samples. One\nV/J combination, V1–80/J3, was involved in an overwhelming percentage, 77.4%, of V/J\ncombinations detected (Fig. 9A). V1–80/J2 was responsible for 14.6% of the combinations\ndetected, and V1–80/J4 resulted in 6.1% of the combinations found. All other detected V/J\ncombinations (38 unique combinations) were found in <0.5% of the Ab sequences that we\ndetected.\nWe also looked at a longer CDR3, CARDSNWYFDVW, which was the second most\ncommon CDR3 that was detected in every spleen animal. It was also detected in 4 of the\n24 bone marrow samples. This CDR3 was highly predominated by the V9–3/J1 combination\ncomprising 99.9% of the combinations detected (Fig. 9B). V3–5/J1, V1–22/J1, and V9–1/J1\nwere each detected once for 0.04% of combinations.\nDISCUSSION\nOur results demonstrated that subtle alterations in Ab repertoire diversity occur in response\nto experimental and environmental challenges. Statistical methods commonly used in the\necology field have been used by other groups to assess Ab repertoires, although often with\na larger scale view (24, 25). Some have been able to determine immunological status by\nexamining diversity (26).\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 8\nEstimated hypothetical total diversity is estimated to be ~1 × 10140 total unique CDR3\nsequences (18). However, the functional diversity is much more highly restricted to around\n1 × 1013 to ~1 × 1018 because of the V-, D-, and J-gene segments that create the CDR3\nbackbone (12, 27) and because mice only have ~1 × 108 B cells, many of the potential\nCDR3s are never seen in the repertoire (15). Saada et al. (28) estimated that whereas 35 ×\n106 large pre–B cells enter mitosis each day, only around 3 × 106 B cells survive selection.\nOur study examines a total of 1,173,166 unique Ab sequences arising from 44 individual and\n18 pooled animals across four experiments.\nIn our unamplified individual mouse spleen samplings, there is an average of ~3000 unique\nCDR3s that are not found in any other mouse. This might translate to ~30,000 unique\nCDR3s if we assume we are assessing 10% of the repertoire or 300,000 unique CDR3s\nif that amplification is only 1% of the repertoire compared with what we might see if\nwe amplified the sequencing. Given that mice have 1 × 108 total B cells, unique B cells\naccount for ~0.3–0.03% of the repertoire, based on CDR3 capture. Our results contrast other\nestimations (12) of shared naive B cells at 11–13%. Therefore, our data suggest that there is\nmore sharing of repertoires than previously estimated.\nWe have established a baseline SI for the spleen between 7.28 and 7.68. However, it is\nessential to remember that these numbers were generated from pooled samples in an effort\nto normalize the reading. Our previous work showed that the pooled normal mouse V-gene\nsegment usage was similar between pools (R2 = 0.5842–0.8427), but CDR3 sequences\nshowed an overlap of only 75 CDR3s found in all three groups (19). We also detected\na pattern in the rank-abundance curves for each pool. One predominant CDR3 comprised\nthe highest rank, and abundance quickly dropped as rank increased, demonstrating that\nthe population was highly skewed. The highest CDR3 in each pool was unique with\nCARGAYW, CASVYDG-YAFAYW, and CASYDFDYW for pools 1, 2, and 3, respectively.\nWe also explored the effects of spaceflight alone on diversity in the Ab repertoire.\nAlthough T cell repertoires have been examined during spaceflight (29), little research exists\nexamining the effects of spaceflight on the Ab repertoire. We found no statistical difference\nbetween SIs for ground and flight animals, but a trend (p = 0.1138) toward lower diversity\nin the flight animals was detected. The animals used in this experiment were older (35\nwk at flight), and a different strain (C57BL/6Tac) than used in the other experiments that\nwere analyzed in this paper. Additionally, the flight was relatively short, with only 3 wk\nin microgravity. Age is known to affect the Ab repertoire by reducing diversity (30, 31)\nand other works have shown that aged humans respond poorly to vaccinations (32). Aging\ndecreases B and T cell regeneration rates (33). Because the half-life of a B cell in the spleen\nis between 4 and 7 wk (34), a longer flight time may strengthen the lower diversity trend\nwe noticed. The sample size was also small because these data were obtained as a secondary\nscience objective from an initial validation flight (21) and a larger sample size may provide\nmore information regarding this trend.\nThe CASIS and TARDIS spleen datasets provided us a unique situation to directly\ncompare spaceflight data to the AOS model of microgravity using the same bioinformatics\nmethodology. Although the sequencing and bioinformatics methodology was the same, the\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 9\nmouse strain (C57BL/6Tac, CASIS flight; C57BL/6J, TARDIS model), age (35 wk, flight; 9\nwk, model), tissue preservation (RNAlater, flight; snap frozen, model), and RNA extraction\n(RNeasy, flight; TRIzol, model) were all different. These differences mean that a direct\ncomparison is less than ideal, but given the relative scarcity of data from flight animals,\nthe comparison is nonetheless valuable. We found that the control animals (CASIS ground\nand TARDIS loaded) and experimental animals (CASIS flight and TARDIS unloaded) were\nnot statistically different. However, when the complete CASIS dataset was compared with\nthe complete TARDIS dataset, we found that the CASIS animals had significantly lower\nSIs. Although our total read counts were similar between the two experiments (CASIS,\n66,909–181,703; TARDIS average, 82,655–109,107) (5, 6), the low number of samples in\nthe CASIS dataset (n = 6) compared with the TARDIS dataset (n = 32) is more likely to be\nskewed by a single low diversity mouse. Additionally, the increased age of the CASIS mice\nand may also contribute to their overall lower SIs, as mentioned above.\nIn our TARDIS dataset, we explored the effects of AOS, TT, and CpG1826 treatment\non the spleen and bone marrow. In the spleen we found no differences in SIs among\ntreatment groups. This included no impact on diversity in TT− or TT + CpG1826-treated\nmice. However, there was a trend for a higher abundance of the rank one splenic CDR3\nin TT-treated animals (p = 0.0571). In the bone marrow, only TT-treated animals showed\na reduced diversity SIs. Unloading again did not affect TT− or TT + CpG1826–treated\nanimals. Both the higher abundance rank one CDR3s and the lower diversity are indicative\nof the TT-specific response. As the repertoire narrows to focus on responding to the Ag, the\ntotal number of unique CDR3s is likely to decrease, decreasing overall diversity. Greiff et\nal. (12) have also demonstrated that the Ag-specific response is higher in plasma cells in the\nbone marrow than the spleen.\nWe were also able to compare CDR3 usage in the spleen directly to the bone marrow\nof the same animals in our TARDIS dataset. We found that the bone marrow had lower\ndiversity than the spleen for all animals. This could be because the populations of cells in\nthe bone marrow are less diverse because they are memory populations waiting to respond\nto agonists (35, 36). Splenic and circulating B cells may be more diverse because they are\nless experienced. Alternatively, previous studies have shown that V-gene segment usage by\nnaive B cells in the spleen and pre–B cells in the bone marrow are strongly influenced by the\ngenetic background of the animal, whereas the plasma cells are a mostly individual variation\n(12). Our workflow does not allow us to identify the cells that make up our population.\nHowever, this individual variation may not explain the consistent lower SIs in the bone\nmarrow samples of all 18 of the mice examined.\nTo assess the anti-TT–specific response, we used TT-coated magnetic beads to isolate\nTT-binding cells from the spleen and bone marrow of hypervaccinated mice. One pool of\nmice, pool 2, showed an extreme response with the result that almost 17% of the repertoire\nis composed of one CDR3, CASYSNFDYW. Interestingly, this CDR3 is predominately\ncomposed of an IgM response, rather than the anticipated IgG response (data not shown).\nAlthough these data are from the pooling of two animals, the high repertoire percentage\nlikely arose in a single animal. However, we found no difference in the TT-specific\nrepertoire SIs as compared with the TARDIS TT + CpG1826 spleen or bone marrow. It\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 10\nhas been previously established by multiple works (37–41) that the anti-TT response is\nvery broad and highly specific, which may contribute to our overall detected diversity even\nwhen focusing on the Ag-specific response. It is also not unprecedented for memory IgM\nresponses to occur (42).\nGiven our large number of datasets and experiments, we attempted to isolate patterns in\nCDR3 usage by treatment, experiment, tissue, or other variables. The PCA revealed no\npatterns either within or across experiments. This lack of pattern is likely due to the highly\nindividualized nature of CDR3 generation (11–14). We have previously reported that when\ncomparing CDR3s across the eight treatment groups in the TARDIS spleen data, over 90%\nof CDR3s were found in only one treatment group (n = 4). Even very-high-frequency CDR3\nare at low frequency in other animals or treatment groups and, in some cases, not detected at\nall (6, 7).\nWe also explored diversity in V-gene segment and J-gene segment usage in two high-\nfrequency public clones. The first public clone explored was CARGAYW. This CDR3 was\nfound in CASIS and TARDIS spleen animals and 15 of the 24 TARDIS bone marrow\nsamples. Although CARGAYW occurred at very high counts (3598) in some animals,\nit occurred at much lower counts (6) in others. This is consistent with previous data\npublished by Greif et al. (18) showing that public clones have variable frequencies. One\nspecific V/J combination, V1–80/J2, was the predominant combination, with over 77%\nof the CDR3s formed from these two gene segments. V1–80/J2 (14.6%) and V1–80/J4\n(6.1%) also contributed to the pairings. All other combinations (38) were found in <0.5%\nof the sequences. Interestingly, our previous work has shown that V1–80 is one of the\nmost commonly used V-gene segments in the mouse repertoire (19). In comparison, when\nwe examined a longer CDR3, CARDSNWYFDVW, one combination (V9–3/J1) comprised\n99.9% of combinations detected. The identification of the three other combinations (V3–\n5/J1, V1–22/J1, and V9–1/J1) may be the result of sequencing errors. Given the longer\nCDR3, it is less likely that multiple combinations could result in the same amino acid\nsequence.\nIn conclusion, we have demonstrated that changes in Ab repertoire diversity are detectable\nusing next-generation sequencing data exploring CDR3 usage. We have demonstrated that\ntrends or significant reduction in diversity occur in response to hindlimb suspension and TT\nvaccination in the bone marrow. A reduced diversity is also found in the bone marrow as\ncompared with the spleen. However, comparisons of the anti-TT repertoire to the overall\nrepertoire of the spleen and bone marrow revealed no differences in SIs. We also were not\nable to detect CDR3 signatures by experiment, treatment, or tissue. We examined the V/J\ncombinations for two common public CDR3s and found more variation in V/J pairing in\nthe shorter CDR3 when compared with the longer CDR3. Finally, from this large multidata,\nwe observe that there is significant individual-to-individual CDR3 uniqueness. These data\nsuggest that an animal’s Ab repertoire is quite unique, even in a highly inbred animal.\nEvolutionarily, this makes sense and maximizes the possibility that the unique repertoire will\nallow survival against the widest array of pathogens. This is not a new concept, but these\ndata help to support that hypothesis. Additional sequences will be needed to solidify the\nhypotheses generated from our analyses.\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 11\nACKNOWLEDGMENTS\nWe thank Dr. Alina Akhunova, Director of the Kansas State University Integrated Genomics Facility, for sharing\nknowledge and dedication to our project. We also thank Baily Bye, Savanah Hlavacek, and Claire Ward for help\nwith the initial assessments of these data and help in the laboratory.\nThis work was supported by NNX13AN34G and NNX15AB45G from the National Aeronautics and Space\nAdministration, GM103418 from the National Institutes of Health, the College of Veterinary Medicine at Kansas\nState University, and the Kansas State University Johnson Cancer Center.\nAbbreviations used in this article:\nAOS antiorthostatic suspension\nCASIS Center for the Advancement of Science in Space\nPCA principal component analysis\nSI Shannon index\nTARDIS tetanus Ab response developed in space\nTT tetanus toxoid\nREFERENCES\n1. Tonegawa S 1983. Somatic generation of antibody diversity. Nature. 302: 575–581. [PubMed:\n6300689]\n2. Hozumi N, and Tonegawa S. 1976. Evidence for somatic rearrangement of immunoglobulin genes\ncoding for variable and constant regions. Proc. Natl. Acad. Sci. USA 73: 3628–3632. [PubMed:\n824647]\n3. Manser T, Huang SY, and Gefter ML. 1984. Influence of clonal selection on the expression of\nimmunoglobulin variable region genes. Science. 226: 1283–1288. [PubMed: 6334361]\n4. Xu JL, and Davis MM. 2000. Diversity in the CDR3 region of V(H) is sufficient for most antibody\nspecificities. Immunity. 13: 37–45. [PubMed: 10933393]\n5. Ward C, Rettig TA, Hlavacek S, Bye BA, Pecaut MJ, and Chapes SK. 2018. Effects of spaceflight\non the immunoglobulin repertoire of unimmunized C57BL/6 mice. Life Sci. Space Res. (Amst.) 16:\n63–75. [PubMed: 29475521]\n6. Rettig TA, Bye BA, Nishiyama NC, Hlavacek S, Ward C, Pecaut MJ, and Chapes SK. 2019. Effects\nof skeletal unloading on the antibody repertoire of tetanus toxoid and/or CpG treated C57BL/6J\nmice. PLoS One. 14: e0210284. [PubMed: 30653556]\n7. Rettig TA, Nishiyama NC, Pecaut MJ, and Chapes SK. 2019. Effects of skeletal unloading on the\nbone marrow antibody repertoire of tetanus toxoid and/or CpG treated C57BL/6J mice. Life Sci.\nSpace Res. (Amst.) 22: 16–28. [PubMed: 31421845]\n8. Bascove M, Gu eguinou N, Schaerlinger B, Gauquelin-Koch G, and Frippiat JP. 2011. Decrease in\nantibody somatic hypermutation frequency under extreme, extended spaceflight conditions. FASEB\nJ. 25: 2947–2955. [PubMed: 21593434]\n9. Bascove M, Huin-Schohn C, Gu eguinou N, Tschirhart E, and Frippiat JP. 2009. Spaceflight-\nassociated changes in immunoglobulin VH gene expression in the amphibian Pleurodeles waltl.\nFASEB J. 23: 1607–1615. [PubMed: 19141535]\n10. Frippiat JP 2013. Contribution of the urodele amphibian Pleurodeles waltl to the analysis\nof spaceflight-associated immune system deregulation. Mol. Immunol 56: 434–441. [PubMed:\n23911399]\n11. Glanville J, Kuo TC, von Büdingen HC, Guey L, Berka J, Sundar PD, Huerta G, Mehta GR,\nOksenberg JR, Hauser SL, et al. 2011. Naive antibody gene-segment frequencies are heritable\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 12\nand unaltered by chronic lymphocyte ablation. Proc. Natl. Acad. Sci. USA 108: 20066–20071.\n[PubMed: 22123975]\n12. Greiff V, Menzel U, Miho E, Weber C, Riedel R, Cook S, Valai A, Lopes T, Radbruch A,\nWinkler TH, and Reddy ST. 2017. Systems analysis reveals high genetic and antigen-driven\npredetermination of antibody repertoires throughout B cell development. Cell Rep. 19: 1467–1478.\n[PubMed: 28514665]\n13. Wang C, Liu Y, Cavanagh MM, Le Saux S, Qi Q, Roskin KM, Looney TJ, Lee JY, Dixit V, Dekker\nCL, et al. 2015. B-cell repertoire responses to varicella-zoster vaccination in human identical\ntwins. Proc. Natl. Acad. Sci. USA 112: 500–505. [PubMed: 25535378]\n14. Laserson U, Vigneault F, Gadala-Maria D, Yaari G, Uduman M, Vander Heiden JA, Kelton W,\nTaek Jung S, Liu Y, Laserson J, et al. 2014. High-resolution antibody dynamics of vaccine-induced\nimmune responses. Proc. Natl. Acad. Sci. USA 111: 4928–4933. [PubMed: 24639495]\n15. Collins AM, and Watson CT. 2018. Immunoglobulin light chain gene rearrangements, receptor\nediting and the development of a self-tolerant antibody repertoire. Front. Immunol 9: 2249.\n[PubMed: 30349529]\n16. Collins AM, Wang Y, Roskin KM, Marquis CP, and Jackson KJ. 2015. The mouse antibody heavy\nchain repertoire is germline-focused and highly variable between inbred strains. Philos. Trans. R.\nSoc. Lond. B Biol. Sci 370: 20140236. [PubMed: 26194750]\n17. Shannon CE 1948. A mathematical theory of communication. Bell Syst. Tech. J 27: 623–656.\n18. Greiff V, Weber CR, Palme J, Bodenhofer U, Miho E, Menzel U, and Reddy ST. 2017. Learning\nthe high-dimensional immunogenomic features that predict public and private antibody repertoires.\nJ. Immunol 199: 2985–2997. [PubMed: 28924003]\n19. Rettig TA, Ward C, Bye BA, Pecaut MJ, and Chapes SK. 2018. Characterization of the\nnaive murine antibody repertoire using unamplified high-throughput sequencing. PLoS One. 13:\ne0190982. [PubMed: 29320559]\n20. Huerkamp MJ 2000. It’s in the bag: easy and medically sound rodent gas anesthesia induction.\nTech Talk. 5: 3.\n21. Choi SY, Saravia-Butler A, Shirazi-Fard Y, Leveson-Gower D, Stodieck LS, Cadena SM, Beegle\nJ, Solis S, Ronca A, and Globus RK. 2020. Validation of a new rodent experimental system\nto investigate consequences of long duration space habitation. Sci. Rep 10: 2336. [PubMed:\n32047211]\n22. Chapes SK, and Ganta RR. 2005. Mouse infection models for space flight immunology. Adv.\nSpace Biol. Med 10: 81–104. [PubMed: 16101105]\n23. Globus RK, and Morey-Holton E. 2016. Hindlimb unloading: rodent analog for microgravity. J.\nAppl. Physiol (1985). 120: 1196–1206.\n24. Greiff V, Menzel U, Haessler U, Cook SC, Friedensohn S, Khan TA, Pogson M, Hellmann I,\nand Reddy ST. 2014. Quantitative assessment of the robustness of next-generation sequencing\nof antibody variable gene repertoires from immunized mice. BMC Immunol. 15: 40. [PubMed:\n25318652]\n25. Benichou JIC, van Heijst JWJ, Glanville J, and Louzoun Y. 2017. Converging evolution leads to\nnear maximal junction diversity through parallel mechanisms in B and T cell receptors. Phys. Biol\n14: 045003. [PubMed: 28510537]\n26. Greiff V, Bhat P, Cook SC, Menzel U, Kang W, and Reddy ST. 2015. A bioinformatic framework\nfor immune repertoire diversity profiling enables detection of immunological status. Genome Med.\n7: 49. [PubMed: 26140055]\n27. Fowler A, Galson JD, Trück J, Kelly DF, and Lunter G. 2020. Inferring B cell specificity for\nvaccines using a Bayesian mixture model. BMC Genomics. 21: 176. [PubMed: 32087698]\n28. Saada R, Weinberger M, Shahaf G, and Mehr R. 2007. Models for antigen receptor gene\nrearrangement: CDR3 length. Immunol. Cell Biol 85: 323–332. [PubMed: 17404591]\n29. Garrett-Bakelman FE, Darshi M, Green SJ, Gur RC, Lin L, Macias BR, McKenna MJ, Meydan\nC, Mishra T, Nasrini J, et al. 2019. The NASA Twins Study: a multidimensional analysis of a\nyear-long human spaceflight. Science. 364: eaau8650. [PubMed: 30975860]\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 13\n30. de Bourcy CF, Angel CJ, Vollmers C, Dekker CL, Davis MM, and Quake SR. 2017. Phylogenetic\nanalysis of the human antibody repertoire reveals quantitative signatures of immune senescence\nand aging. Proc. Natl. Acad. Sci. USA 114: 1105–1110. [PubMed: 28096374]\n31. Weksler ME 2000. Changes in the B-cell repertoire with age. Vaccine. 18: 1624–1628. [PubMed:\n10689139]\n32. Jiang N, He J, Weinstein JA, Penland L, Sasaki S, He XS, Dekker CL, Zheng NY, Huang\nM, Sullivan M, et al. 2013. Lineage structure of the human antibody repertoire in response to\ninfluenza vaccination. Sci. Transl. Med 5: 171ra19.\n33. Labrie III JE, Borghesi L, and Gerstein RM. 2005. Bone marrow microenvironmental changes in\naged mice compromise V(D)J recombinase activity and B cell generation. Semin. Immunol 17:\n347–355. [PubMed: 15963731]\n34. Fulcher DA, and Basten A. 1997. B cell life span: a review. Immunol. Cell Biol 75: 446–455.\n[PubMed: 9429891]\n35. Halliley JL, Tipton CM, Liesveld J, Rosenberg AF, Darce J, Gregoretti IV, Popova L, Kaminiski\nD, Fucile CF, Albizua I, et al. 2015. \\Long-lived plasma cells are contained within the\nCD19(−)CD38(hi)CD138(+) subset in human bone marrow. Immunity. 43: 132–145. [PubMed:\n26187412]\n36. Cortés M, and Georgopoulos K. 2004. Aiolos is required for the generation of high affinity bone\nmarrow plasma cells responsible for long-term immunity. J. Exp. Med 199: 209–219. [PubMed:\n14718515]\n37. Truck J, Ramasamy MN, Galson JD, Rance R, Parkhill J, Lunter G, Pollard AJ, and Kelly DF.\n2015. Identification of antigen-specific B cell receptor sequences using public repertoire analysis.\nJ. Immunol 194: 252–261. [PubMed: 25392534]\n38. Volk WA, Bizzini B, Snyder RM, Bernhard E, and Wagner RR. 1984. Neutralization of tetanus\ntoxin by distinct monoclonal antibodies binding to multiple epitopes on the toxin molecule. Infect.\nImmun 45: 604–609. [PubMed: 6205994]\n39. Poulsen TR, Meijer P-J, Jensen A, Nielsen LS, and Andersen PS. 2007. Kinetic, affinity, and\ndiversity limits of human polyclonal antibody responses against tetanus toxoid. J. Immunol 179:\n3841–3850. [PubMed: 17785821]\n40. Meijer PJ, Andersen PS, Haahr Hansen M, Steinaa L, Jensen A, Lantto J, Oleksiewicz MB,\nTengbjerg K, Poulsen TR, Coljee VW, et al. 2006. Isolation of human antibody repertoires with\npreservation of the natural heavy and light chain pairing. J. Mol. Biol 358: 764–772. [PubMed:\n16563430]\n41. Bürckert JP, Dubois ARSX, Faison WJ, Farinelle S, Charpentier E, Sinner R, Wienecke-\nBaldacchino A, and Muller CP. 2017. Functionally convergent B cell receptor sequences in\ntransgenic rats expressing a human B cell repertoire in response to tetanus toxoid and measles\nantigens. Front. Immunol 8: 1834. [PubMed: 29312330]\n42. Yates JL, Racine R, McBride KM, and Winslow GM. 2013. T cell-dependent IgM memory B\ncells generated during bacterial infection are required for IgG responses to antigen challenge. J.\nImmunol 191: 1240–1249. [PubMed: 23804710]\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 14\nFIGURE 1. Rank abundance and SI in the baseline Ab repertoire.\n(A) Rank-abundance curve for pooled spleen samples. Each normal mouse pool is one\nreplicate comprised of four pooled spleens. (B) SI for pooled spleen samples. Each normal\nmouse pool (NM) is one replicate comprised of four pooled spleens.\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 15\nFIGURE 2. Rank abundance and SI in spaceflight animals.\n(A) Rank abundances for individual animals flown aboard the International Space Station (n\n= 1). (B) Rank abundances for averaged ground and flight animals (n = 3 per group). (C)\nAverage + SEM SIs for ground and flight animals (n = 3 per group).\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 16\nFIGURE 3. Comparison of SI in animals in the CASIS (spaceflight) and TARDIS (modeled\nmicrogravity) experiments.\nAverage + SEM SIs for animals housed on Earth (CASIS ground, n = 3) or loaded control\nanimals (TARDIS ground, n = 4) and animals aboard the International Space Station (CASIS\nflight, n = 3) or suspended control animals (TARDIS flight, n = 4). The overall comparisons\ncomprise all animals in the CASIS (n = 6) and TARDIS (n = 32) experiments. ***p < 0.001.\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 17\nFIGURE 4. Rank abundance and SI in the spleen of TARDIS animals.\n(A) Rank-abundance curves for the main effects of AOS, TT, and CpG1826 (n = 16 per\ntreatment group). (B) Average + SEM SI for the main effects of AOS, TT, and CpG1826 (n\n= 16 per treatment group). (C) Average + SEM SI of the effect of AOS on TT and TT +\nCpG1826 animals (n = 4 per group)\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 18\nFIGURE 5. Rank abundance and SI in the bone marrow of TARDIS animals.\n(A) Rank-abundance curves for the main effects of AOS, TT, and CpG1826 (n = 12 per\ntreatment group). (B) Average + SEM SI for the main effects of AOS, TT, and CpG1826 (n\n= 12 per treatment group). (C) Average + SEM SI of the effect of AOS on TT and TT +\nCpG1826 animals (n = 3 per group). *p < 0.05.\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 19\nFIGURE 6. Rank abundance and SI of spleen and bone marrow Ab repertoires in the same\nanimal.\n(A) Rank abundance of a representative sample from each treatment group receiving TT in\nboth tissues (n = 1 per group). (B) SI of spleen and bone marrow repertoires in the same\nanimals. Bone marrow SI was significantly lower than spleen, p < 0.001.\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 20\nFIGURE 7. Rank abundance and SI in hypervaccinated animals.\n(A) Rank-abundance curve for pooled spleen samples. Each pool is one replicate comprised\nof two pooled spleens and bone marrow extracts. (B) Average + SEM SI for pooled spleen\nand bone marrow samples compared with the TARDIS TT + CpG1826 spleen and bone\nmarrow samples. Each pool is one replicate comprised of two pooled spleens and bone\nmarrow extracts from the same animal.\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 21\nFIGURE 8. PCA of CDR3 counts across studies.\n(A) PCA of TARDIS spleen animals (n = 32). (B) PCA of TARDIS bone marrow animals\n(n = 24). (C) PCA of CASIS animals (n = 6). (D) PCA of all five data sets analyzed in this\narticle. PCA of all experiments (n = 68).\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 22\nFIGURE 9. V/J pairing in a single CDR amino acid sequence.\nEach bar represents a single mouse. Each color represents a unique V/J combination. (A)\nV/J combinations for the CARGAYW CDR3. Black represents V1–80/J3, and light gray\nrepresents V1–80/J2. (B) V/J combinations for the CARDSN-WYFDVW CDR3. Black\nrepresents V9–3/J1.\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 23\n.I\nELBAT\ndezylana\nspuorg\nlatnemirepxe\nfo\nnoitpircseD\nnoitacilbuP\nlanigirO\nstnemtaerT\n)kw(\ntratS\ntnemirepxE\nta\negA\neussiT\ndelooP\nro\nlaudividnI\nniartS\ntesataD\n)91(\nenoN\n11–9\nneelpS\ndelooP\nJ6/LB75C\nesuom\nlamroN\n)5(\nthgilfecapS\n53\nneelpS\nlaudividnI\ncaT6/LB75C\nSISAC\n)6(\nneelpS\n6281GpC\nro/dna\nTT\nro/dna\nSOA\n01\nworram\nenob\ndna\nneelpS\nlaudividnI\nJ6/LB75C\nSIDRAT\n)7(\nworram\nenoB\nnwohs\nton\nataD\n6281GpC\ndna\nTT\nhtiw\nsemit\neerht\ndetaniccaV\n01\nworram\nenob\ndna\nneelpS\ndelooP\nJ6/LB75C\nnoitaniccavrepyH\nImmunohorizons. Author manuscript; available in PMC 2024 April 05.\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nRettig et al. Page 24\n.II ELBAT\ndecneuqes\nslamina\nfo\nspuorg\ntnemtaert\ndna\nsrebmuN\nn\ndecneuqeS\npuorG\ntnemtaerT\nn\ndecneuqeS\nN\nlatoT\ntesataD\nsneelps\nesuom\neuqinu\nruof\ngniniatnoc\nhcae\nselpmas\ndeloop\neerhT\nA/N\nruof\ngniniatnoc\nhcae\n,sloop\neerht\nni\nslamina\nevlewT\n21\nesuom\nlamroN\nsneelps\nsneelps\nesuom\nlaudividni\neerhT\nthgilF\n6\n6\nSISAC\nsneelps\nesuom\nlaudividni\neerhT\ndnuorG\nMB\nesuom\nlaudividni\neerht\n;sneelps\nesuom\nlaudividni\nruoF\nenilas\ndedaoL\n23 ,neelpS\n08\naSIDRAT\n42\n,MB\nMB\nesuom\nlaudividni\neerht\n;sneelps\nesuom\nlaudividni\nruoF\n6281GpC\ndedaoL\nMB\nesuom\nlaudividni\neerht\n;sneelps\nesuom\nlaudividni\nruoF\nTT\ndedaoL\nMB\nesuom\nlaudividni\neerht\n;sneelps\nesuom\nlaudividni\nruoF\n6281GpC\n+ TT\ndedaoL\nMB\nesuom\nlaudividni\neerht\n;sneelps\nesuom\nlaudividni\nruoF\nenilas\ndedaoL\nMB\nesuom\nlaudividni\neerht\n;sneelps\nesuom\nlaudividni\nruoF\n6281GpC\ndedaoL\nMB\nesuom\nlaudividni\neerht\n;sneelps\nesuom\nlaudividni\nruoF\nTT\ndedaoL\nMB\nesuom\nlaudividni\neerht\n;sneelps\nesuom\nlaudividni\nruoF\n6281GpC\n+ TT\ndedaoL\nslamina\neuqinu\nowt\nmorf\nMB\ndna\nneelps\neht\ngniniatnoc\nhcae\n,selpmas\ndeloop\neerhT\nA/N\nneelps\neht\ngniniatnoc\nhcae\n,sloop\neerht\nni\nslamina\nxiS\n6\ndetaniccavrepyH\nslamina\nowt\nmorf\nMB\ndna\na\n.slamina\nlatot\n81\nni\ndecneuqes\nhtob\nerew\nsneelps\ndna\nMB\n.stnemirepxe\nevitcepser\nrieht\nrof\nseulav\nNIR\ntsehgih\nno\ndesab\ndetceles\nerew\nstnemirepxe\nMB\ndna\nneelps\neht\nrof\ndecneuqes\neciM\n.rebmun\nytirgetni\nANR\n,NIR\n;worram\nenob\n,MB\nImmunohorizons. Author manuscript; available in PMC 2024 April 05."
  },
  "title": "HHS Public Access\nAuthor manuscript",
  "authors": [
    "Our group has had the opportunity\nto examine the Ab repertories in C57BL"
  ],
  "year": "2024"
}